Repository: stm2/ultiorganizer
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: de_de, fi_fi

source: Add new teams
de_de: Neue Teams hinzufügen

source: Replace
de_de: Ersetzen

source: Rename %s teams with lowest seed #
de_de: Erste %s Teams (nach aufsteigend sortierter Setzreihenfolge) umbenennen

source: Import teams from other division
de_de: Teams aus anderer Division einlesen

source: Import teams from DFV
de_de: Teams von DFV einlesen

source: Add Team Admins
de_de: Teamadministratoren hinzufügen
fi_fi: Lisää joukkuevastaavia

source: Print team rosters
de_de: Spielerlisten drucken
fi_fi: Tulosta pelaajalistat

source: Team selection
de_de: Teamauswahl
fi_fi: Joukkueiden valinta

source: Without pool
de_de: Ohne Pool
fi_fi: Ilman lohkoa

source: Assign to pools
de_de: Auf Gruppen verteilen

source: Vertical
de_de: Vertikal

source: Back and forth
de_de: Hin und her

source: Pools have not been saved!
de_de: Pools wurden nicht gespeichert!

source: Select user roles
de_de: Benutzerrollen auswählen
fi_fi: Valitse käyttöoikeudet

source: Translation administrator
de_de: Übersetzungsadministrator
fi_fi: Käännösten ylläpitäjä

source: cancel
de_de: Abbrechen
fi_fi: peruuta

source: User administrator
de_de: Benutzeradministrator
fi_fi: Käyttäjien ylläpitäjä

source: Team contact person
de_de: Team-Kontaktperson
fi_fi: Joukkueen yhteyshenkilö

source: Accreditation official
de_de: Akkreditierungsverantwortlicher
fi_fi: Akkreditointi vastaava

source: Event responsible
de_de: Turnier-/Saisonverantwortlicher
fi_fi: Tapahtumavastaava

source: Division organizer
de_de: Liga-/Klassenverantwortlicher
fi_fi: sarjavastaavaan

source: Scheduling right
de_de: Spielplan-Verantwortlicher
fi_fi: Aikataulutus oikeus

source: Reservation game input responsible
de_de: Spieleingabe für eine Reservierung
fi_fi: Varauksen peliensyöttö vastaava

source: Player profile administrator
de_de: Spielerprofilverwalter
fi_fi: Käyttäjien ylläpitäjä

source: Send message
de_de: Nachricht senden

source: You must provide a message or a subject.
de_de: Nachricht oder Betreff erforderlich

source: Message sent to %s
de_de: Nachricht versendet an %s

source: Message could not be sent to %s
de_de: Nachricht konnte nicht an %s versendet werden

source: Recipients
de_de: Empfänger

source: Subject
de_de: Betreff

source: Message
de_de: Nachricht
fi_fi: Viesti

source: Send
de_de: Senden

source: Rule Templates
de_de: Regel-Vorlagen
fi_fi: Sääntöpohjat

source: Rule templates
de_de: Regel-Vorlagen
fi_fi: Sääntöpohjat

source: Winning points
de_de: Gewinnpunkte
fi_fi: Voittopiste

source: Creation of games
de_de: Spiele erzeugen
fi_fi: Pelien luonti

source: Round Robin pools
de_de: Jeder-gegen-jeden-Gruppen

source: Do not generate mutual games for teams moved from same pool, if pool format includes mutual games
de_de: Spiele zwischen Teams, die aus dem gleichen Pool kommen, nicht erzeugen
fi_fi: Älä luo keskinäisiä pelejä joukkueille, jotka on siirretty samasta lohkosta jos lohkoformaatti siirtää keskinäiset pelit tähän lohkoon

source: Play-off pools
de_de: K.O.-Rundengruppen

source: best of
de_de: bester aus

source: Crossover pools
de_de: Überkreuzgruppen

source: Ties detected in previous pool. Swissdraw moves only make sense if there are no ties in the previous pools. Do you want to automatically resolve these ties?
de_de: Gleichstand in einer vorhergehenden Gruppe erkannt. Für das Schweizer System sollte es keine Gleichstände geben. Wollen Sie die Gleichstände automatisch auflösen?

source: Resolve Ties
de_de: Gleichstände auflösen
fi_fi: Selvitä tasapelit

source: Swissdraw moves cannot be determined, because the previous pool has not been played yet.
de_de: Transfers können nicht ermittelt werden, weil die vorhergehende Gruppe nicht fertig gespielt ist.

source: No teams without a pool
de_de: Kein Team ohne Gruppe
fi_fi: Ei joukkueita ilman sarjaa.

source: Odd number of teams detected. You can fix this in 'Game management'.
de_de: Ungerade Anzahl an Teams erkannt. Sie können das Problem unter 'Spiele verwalten' beheben.

source: Did not find arrangement without duplicates. Arrangement with %d duplicate(s) found.
de_de: Konnte keine Runde ohne doppelte Spiele ermitteln. Eine Runde mit %d doppelten Spielen wurde gefunden.

source: To pos.
de_de: Nach Pos.
fi_fi: Sijalle

source: Warning:
de_de: Warnung:

source: You are about to move an odd number of teams which might result in one of the teams having another BYE.
de_de: Sie sind dabei eine ungerade Anzahl von Teams zu transferieren, was dazu führen könnte, das ein Team ein weiteres Freilos erhält.

source: Games to move
de_de: Mitzunehmende Spiele
fi_fi: Siirrettävät pelit

source: No games to move
de_de: Keine Spiele zum Mitnehmen
fi_fi: Ei siirrettäviä pelejä

source: Make this pool visible on menu
de_de: Diesen Pool im Menü sichtbar machen
fi_fi: Aseta lohko näkyväksi valikossa

source: ... or change ranking of from pool and confirm manually
de_de: ... oder ändern Sie den Rang des Teams im Ausgangspool manuell

source: Server configuration
de_de: Serverkonfiguration
fi_fi: Palvelinasetukset

source: Show phpinfo()
de_de: Zeige phpinfo()
fi_fi: Näytä phpinfo()

source: Page title
de_de: Seitentitel
fi_fi: Sivunotsikko

source: Google Maps key
de_de: Google Maps-Schlüssel
fi_fi: Google Maps avain

source: Twitter enabled
de_de: Twitter aktivieren
fi_fi: Twitter käytössä

source: Facebook enabled
de_de: Facebook aktivieren
fi_fi: Facebook käytössä

source: Facebook Game Message
de_de: Facebook-Spielmeldung
fi_fi: Facebook peliviesti

source: System email sender address
de_de: Absenderadresse für Systemmails
fi_fi: Sähköpostin lähettäjänosoite

source: Show Defense statistics
de_de: Defensestatistik anzeigen
fi_fi: Näytä puolustustilastot

source: Home team is game responsible
de_de: Heimteam ist für Spieleingabe verantwortlich
fi_fi: Kotijoukkue on vastuussa pelistä

source: Default Timezone
de_de: Zeitzonen-Voreinstellung
fi_fi: Oletusaikavyöhyke

source: Default Locale
de_de: Standardsprache
fi_fi: Oletuskieli

source: UI settings
de_de: UI-Einstellungen
fi_fi: UI asetukset

source: Authorize facebook updates
de_de: Facebookupdates authorisieren
fi_fi: Salli Facebook päivitykset

source: Unauthorize facebook updates
de_de: Facebookupdates nicht mehr authorisieren
fi_fi: Estä Facebook päivitykset

source: Internal settings
de_de: Interne Einstellungen
fi_fi: Sisäiset asetukset

source: SMS handling
de_de: SMS-Verwaltung
fi_fi: SMS käsittely

source: Msg
de_de: Nachr.
fi_fi: Viesti

source: To1
de_de: An1

source: To2
de_de: An2

source: To3
de_de: An3

source: Created
de_de: Erzeugt
fi_fi: Luotu

source: Sent
de_de: Gesendet
fi_fi: Lähetetty

source: Delivered
de_de: Angekommen
fi_fi: Toimitettu

source: Create SMS
de_de: SMS erzeugen
fi_fi: Luo SMS

source: Final Rank
de_de: Endergebnis
fi_fi: Lopullinen rankkaus

source: Outcome
de_de: Ergebnis
fi_fi: Tulos

source: Next Opp.
de_de: Nächster Gegner

source: Next Opp. Rank
de_de: Platz

source: Send these SMS
de_de: Sende diese SMS

source: Return without sending
de_de: Zurück, nicht senden
fi_fi: Palaa ilman lähettämistä

source: Select source pool
de_de: Ausgangsgruppe wählen

source: Calculation of statistics takes some time; please wait without closing browser.
de_de: Berechnung der Statistiken kann etwas dauern. Bitte schließen Sie das Browserfenster nicht.

source: Calculate
de_de: Berechnen
fi_fi: Laske

source: Re-Calculate
de_de: Neu berechnen
fi_fi: Laske uudelleen

source: Final Ranking
de_de: Endergebnis

source: If ranking is not correct, use mouse to drag teams into correct order and press save rankings.
de_de: Falls ein Ergebnis nicht korrekt ist, ziehen Sie die Teams mit der Maus auf die richtige Position und speichern Sie.

source: Save rankings
de_de: Platzierungen speichern

source: Translations
de_de: Übersetzungen
fi_fi: Käännökset

source: Modify translations
de_de: Übersetzungen ändern
fi_fi: Muuta käännöksiä

source: The translations are used to localize all user-provided text fields
de_de: Die Übersetzungen werden für alle durch Benutzer gegebenen Textfelder benutzt

source: The key is substitituted with the text in the user-selected locale
de_de: Der Schlüssel wird mit dem Text aus der vom Benutzer gewählten Sprachdatei ersetzt

source: The key is case insensitive
de_de: Groß-/Kleinschreibung des Schlüssels ist wichtig
fi_fi: Avain ei riipu kirjainkoosta

source: Key
de_de: Schlüssel
fi_fi: Avain

source: Twitter configuration
de_de: Twitter-Konfiguration
fi_fi: Twitter asetukset

source: Twitter accounts to publish game results
de_de: Twitter-Konten zum Publizieren von Ergebnissen
fi_fi: Twitter tilit pelitulosten julkaisuun

source: Note that if you are signed in to Twitter with same browser then this account is automatically used for following twitter requests. If you want assign the division to a different account, please sign out from Twitter after establishing one twitter.
de_de: Beachte: Wenn Sie mit diesem Browser bei Twitter angemeldet sind, wird dieses Konto automatisch für das Folgen von Twittermeldungen benutzt. Wenn Sie der Klasse ein anderes Konto zuweisen möchten, melden Sie sich bitte von Twitter ab.

source: Purpose
de_de: Zweck
fi_fi: Tarkoitus

source: Screen name
de_de: Anzeigenname
fi_fi: Tunnus

source: Account
de_de: Konto
fi_fi: Tili

source: All results
de_de: Alle Ergebnisse
fi_fi: Kaikki tulokset

source: Unregister
de_de: Konto löschen
fi_fi: Pura rekisteröinti

source: Register
de_de: Registrieren
fi_fi: Rekisteröidy

source: Division results
de_de: Klassen-Ergebnisse
fi_fi: Sarjatulokset

source: Twitter configuration failed
de_de: Twitter-Konfiguration fehlgeschlagen
fi_fi: Twitterin asetus ei onnistunut

source: Could not connect to Twitter. Refresh the page or try again later.
de_de: Keine Verbindung zu Twitter. Laden Sie die Seite neu oder versuchen Sie es später nochmal.
fi_fi: Yhteyttä Twitteriin ei voitu muodostaa. Päivitä sivu tai yritä myöhemmin uudestaan.

source: HTTP Error
de_de: HTTP-Fehler
fi_fi: HTTP virhe

source: Recovery request sent to %s.
de_de: Zurücksetzungsnachricht an %s gesendet.

source: No recovery request sent to %s.
de_de: Keine Zurücksetzungsnachricht an %s gesendet.

source: Reset password
de_de: Passwort zurücksetzen
fi_fi: Nollaa salasana

source: Visitor statistics
de_de: Besucherstatistik
fi_fi: Vierailutilastot

source: Summary
de_de: Zusammenfassung
fi_fi: Yhteensä

source: Page loads
de_de: Seitenaufrufe
fi_fi: Sivulataukset

source: Pageload per page
de_de: Seitenaufrufe pro Seite
fi_fi: Latauksia per sivu

source: All clubs
de_de: Alle Vereine
fi_fi: Kaikki seurat

source: ALL
de_de: ALLES
fi_fi: KAIKKI

source: Countries
de_de: Länder
fi_fi: Maat

source: All players
de_de: Alle Spieler
fi_fi: Kaikki pelaajat

source: Club Card
de_de: Vereinskarte
fi_fi: Seuraprofiili

source: Profile image
de_de: Profilbild
fi_fi: Profiili kuva

source: City
de_de: Stadt
fi_fi: Kaupunki

source: Founded
de_de: Gegründet
fi_fi: Perustettu

source: Contacts
de_de: Kontakte
fi_fi: Yhteystiedot

source: Achievements
de_de: Erfolge
fi_fi: Saavutukset

source: Club pages
de_de: Vereinsseiten
fi_fi: Seuran sivut

source: Photos and Videos
de_de: Fotos und Videos
fi_fi: Kuvat ja videot

source: from
de_de: von
fi_fi: kuvaaja

source: Scoreboard
de_de: Scorerliste
fi_fi: Pistepörssi

source: History
de_de: Historie
fi_fi: Historia

source: Club teams
de_de: Clubmannschaften
fi_fi: Seurajoukkueet

source: Game Record
de_de: Spielbericht
fi_fi: Pelikortti

source: Game #
de_de: Spiel #
fi_fi: Peli #

source: Away team
de_de: Gastteam
fi_fi: Vierasjoukkue

source: Scheduled start date and time
de_de: Spielbeginn
fi_fi: Aika

source: Game official
de_de: Spiel-Offizieller
fi_fi: Toimitsija(t)

source: Half time ends
de_de: Halbzeit endet
fi_fi: Puoliaika päättyi

source: for game
de_de: für Spiel
fi_fi: pelille

source: Jersey#
de_de: Trikot#
fi_fi: Peli#

source: Total number of players:
de_de: Gesamtspielerzahl:
fi_fi: Pelaajia yhteensä:

source: Scoresheet filling instructions:
de_de: Anleitung zum Ausfüllen der Spielberichte:
fi_fi: Pöytäkirjan täyttöohjeet:

source: Officials fill in their names.
de_de: Namen der Offiziellen
fi_fi: Toimitsijat täyttävät nimensä toimitsija kenttään.

source: After the toss, officials check the team that will start on offence.
de_de: Nach dem Flip das Team ankreuzen, das mit dem Angriff startet.
fi_fi: Arvonnan jälkeen toimitsija merkitsee hyökkäämään lähtevän joukkueen.

source: When half time starts, fill in time it ends (the second half start time).
de_de: Wenn die Halbzeit beginnt, setzen Sie diese Zeit hier ein (Start der zweiten Halbzeit).

source: During the game, fill in which team has scored, the jersey numbers of the player who threw the goal (Assist) and the player who caught the goal (Goal), the time that the goal was scored, and the scoreline after the goal. If a player scores an intercept goal (Callahan), then mark XX as assist.
de_de: Tragen Sie während des Spiels die Trikotnummern des Spielers, der den Punkt geworfen (Assist) und gefangen hat (Punkt), die Zeit und den Spielstand nach dem Punkt.Falls ein Spieler einen gegnerischen Pass in der Endzone fängt (Callahan), tragen Sie XX als Assist ein.
fi_fi: Pelin aikana täytyä maalin tehnyt joukkue, syöttäjän ja tekijän pelinumerot ja pisteen tekoaika. Merkitse Callahan maaleihin syöttäjäksi XX.

source: When a team takes a time-out, mark the time in the "Time-outs" section.
de_de: Wenn ein Team ein Time-Out nimmt, notieren Sie die Zeit im Abschnitt Auszeiten.
fi_fi: Merkitse aikalisän ottoaika aikalisät-kenttään.

source: After the game, each captain signs the scoresheet to confirm the final score.
de_de: Nach dem Spiel unterzeichnen beide Kapitäne den Spielbericht zur Bestätigung des Ergebnisses.
fi_fi: Pelin jälkeen joukkueiden kapteenit vahvistavat pöytäkirjan allekirjoituksellaan.

source: Officials return the completed scoresheet to the results headquarters.
de_de: Geben Sie den ausgefüllten Spielbericht bei der Turnierleitung ab.
fi_fi: Toimitsija palauttaa täytetyn lomakkeen kisatoimistoon.

source: Play
de_de: Plays
fi_fi: Pelaa

source: Game#
de_de: Spiel#
fi_fi: Peli#

source: NOTICE
de_de: HINWEIS
fi_fi: HUOM

source: For new players added, accreditation id or date of birth must be written down.
de_de: Falls neue Spieler hinzugefügt werden, muss die Akkreditierungs-ID oder das Geburtsdatum aufgeschrieben werden.
fi_fi: Listaa lisättäville pelaajille on ilmoitettava joko jäsennumero tai syntymäaika.

source: The team is responsible for the accreditation of <u>all</u> players on the list.
de_de: Das Team ist verantwortlich für die Meldung <u>aller</u>Spieler der Liste.
fi_fi: Joukkue vastaa <u>kaikkien</u> listalla olevien pelaajien pelikelpoisuudesta.

source: <b><i>Bold italic</i></b> printed players has problems with license. They are <u>not</u> allowed to play until problems are solved (= payment recipe or note from organizer shown).
de_de: <b><i>Fett kursiv</i></b> gedruckte Spieler haben ein Problem mit der Lizenz. Sie dürfen <u>nicht</u> spielen bevor diese gelöst sind (Zahlungsbeleg oder Schreiben der Organisatoren liegt vor).
fi_fi: <b><i>Lihavoidulla kursiivilla</i></b> tulostettujen pelaajien lisenssi- ja jäsenmaksuissa on epäselvyyksiä, he <u>eivät</u> saa pelata ennen kuin epäselvyydet on selvitetty (= maksukuitti tai oikaisu toiminnanjohtajalta).

source: Home
de_de: Heim
fi_fi: Koti

source: Away
de_de: Gast
fi_fi: Vieras

source: Starting offensive team
de_de: Team mit erster Offence
fi_fi: Hyökkäyksellä aloittava joukkue

source: Captains' signatures
de_de: Unterschriften der Teamcaptains
fi_fi: Kapteenien allekirjoitukset

source: Scoring team
de_de: Punkt für
fi_fi: Joukkue

source: Jersey numbers
de_de: Trikotnummer
fi_fi: Pelinumerot

source: Goal
de_de: Punkt
fi_fi: Maali

source: Scores
de_de: Spielstände
fi_fi: Pisteet

source: Fill in team names if missing.
de_de: Falls nötig Teamnamen eintragen.

source: Mark first offence and gender ratio of first point for mixed games.
de_de: Erste Offense und Genderverhältnis für ersten Punkt markieren.

source: Mark goals scored.
de_de: Markiere erzielte Punkte

source: When a team takes a time-out, check appropriate box.
de_de: Markieren, wenn ein Team eine Auszeit nimmt.

source: For the current ABBA gender ratio, look up the sum of the current scores in the table at the bottom of the page.
de_de: Um ABBA Genderverhältnis zu ermitteln, bilden Sie die Summe des Spielstands und sehen sie in der Tabelle am Ende der Seite nach.

source: After the game, fill in the final score and get the captains' signature.
de_de: Nach dem Spiel Endstand und Unterschriften der Captains eintragen.

source: Report the game result using the QR code and the game # at the top right of the game record.
de_de: Spielergebnis mit Hilfe des QR-Codes und der Spiel-# (rechts oben im Scoresheet) melden.

source: Albania
de_de: Albanien

source: Algeria
de_de: Algerien

source: American Samoa
de_de: Amerikanisch-Samoa
fi_fi: Amerikan Samoa

source: Antigua and Barbuda
de_de: Antigua und Barbuda
fi_fi: Antigua ja Barbuda

source: Argentina
de_de: Argentinien
fi_fi: Argentiina

source: Armenia
de_de: Armenien

source: Australia
de_de: Australien

source: Austria
de_de: Österreich
fi_fi: Itävalta

source: Azerbaijan
de_de: Aserbaidschan
fi_fi: Azerbaidžan

source: Bangladesh
de_de: Bangladesch

source: Belarus
de_de: Weißrussland
fi_fi: Valko-Venäjä

source: Belgium
de_de: Belgien
fi_fi: Belgia

source: Bolivia
de_de: Bolivien

source: Bosnia
de_de: Bosnien
fi_fi: Bosnia ja Hertsegovina

source: Brazil
de_de: Brasilien
fi_fi: Brasilia

source: British Virgin Islands
de_de: Britische Jungferninseln
fi_fi: Brittiläiset Neitsytsaaret

source: Bulgaria
de_de: Bulgarien

source: Cambodia
de_de: Kambodscha
fi_fi: Kambodža

source: Cameroon
de_de: Kamerun
fi_fi: Kamerun

source: Canada
de_de: Kanada
fi_fi: Kanada

source: Cape Verde
de_de: Kap Verde
fi_fi: Kap Verde

source: Central African Republic
de_de: Zentralafrikanische Republik
fi_fi: Keski-Afrikan tasavalta

source: Chad
de_de: Tschad
fi_fi: Tšad

source: Christmas Island
de_de: Weihnachtsinsel
fi_fi: Joulusaari

source: Colombia
de_de: Kolumbien
fi_fi: Columbia

source: Comoros
de_de: Komoren
fi_fi: Komorit

source: Cook Islands
de_de: Cook Inseln
fi_fi: Cookinsaaret

source: Croatia
de_de: Kroatien
fi_fi: Kroatia

source: Cuba
de_de: Kuba
fi_fi: Kuuba

source: Cyprus
de_de: Zypern
fi_fi: Kypros

source: Czech Republic
de_de: Tschechische Republik
fi_fi: Tšekin tasavalta

source: Denmark
de_de: Dänemark
fi_fi: Tanska

source: Djibouti
de_de: Dschibuti

source: Dominican Republic
de_de: Dominikanische Republik
fi_fi: Dominikaaninen tasavalta

source: Egypt
de_de: Ägypten
fi_fi: Egypti

source: Equatorial Guinea
de_de: Äquatorialguinea
fi_fi: Päiväntasaajan Guinea

source: Eritrea
de_de: Eritea

source: Estonia
de_de: Estland
fi_fi: Eesti

source: Ethiopia
de_de: Äthiopien
fi_fi: Etiopia

source: Falkland Islands
de_de: Falklandinseln
fi_fi: Falklandinsaaret

source: Faroe Islands
de_de: Faröer Inseln
fi_fi: Färsaaret

source: Fiji
de_de: Fidschi
fi_fi: Fidži

source: Finland
de_de: Finnland
fi_fi: Suomi

source: France
de_de: Frankreich
fi_fi: Ranska

source: French Polynesia
de_de: Französisch Polynesien
fi_fi: Ranskan Polynesia

source: Gabon
de_de: Gabun

source: Georgia
de_de: Georgien

source: Germany
de_de: Deutschland
fi_fi: Saksa

source: Greece
de_de: Griechenland
fi_fi: Kreikka

source: Greenland
de_de: Grönland
fi_fi: Grönlanti

source: Hungary
de_de: Ungarn
fi_fi: Unkari

source: Iceland
de_de: Island
fi_fi: Islanti

source: India
de_de: Indien
fi_fi: Intia

source: Indonesia
de_de: Indonesien

source: Iraq
de_de: Irak
fi_fi: Irak

source: Ireland
de_de: Irland
fi_fi: Irlanti

source: Italy
de_de: Italien
fi_fi: Italia

source: Jordan
de_de: Jordanien
fi_fi: Jordania

source: Kazakhstan
de_de: Kasachstan
fi_fi: Kazakstan

source: Kenya
de_de: Kenia
fi_fi: Kenia

source: Kyrgyzstan
de_de: Kirgisistan
fi_fi: Kirgisia

source: Latvia
de_de: Lettland

source: Lebanon
de_de: Libanon
fi_fi: Libanon

source: Libya
de_de: Libyen

source: Lithuania
de_de: Litauen
fi_fi: Liettua

source: Luxembourg
de_de: Luxemburg
fi_fi: Luxemburg

source: Macedonia
de_de: Mazedonien
fi_fi: Makedonia

source: Madagascar
de_de: Madagaskar
fi_fi: Madagaskar

source: Maldives
de_de: Malediven
fi_fi: Malediivit

source: Marshall Islands
de_de: Marshall-Inseln
fi_fi: Marshallinsaaret

source: Mauritania
de_de: Mauretanien

source: Mexico
de_de: Mexiko
fi_fi: Meksiko

source: Micronesia
de_de: Mikronesien
fi_fi: Mikronesia

source: Moldova
de_de: Moldau

source: Mongolia
de_de: Mongolei

source: Morocco
de_de: Marokko
fi_fi: Marokko

source: Mozambique
de_de: Mosambik
fi_fi: Mosambik

source: Netherlands
de_de: Niederlande
fi_fi: Alankomaat

source: Netherlands Antilles
de_de: Niederländische Antillen
fi_fi: Alankomaiden Antillit

source: New Zealand
de_de: Neuseeland
fi_fi: Uusi-Seelanti

source: Norfolk Island
de_de: Norfolkinsel
fi_fi: Norfolkinsaari

source: North Korea
de_de: Nordkorea
fi_fi: Pohjois-Korea

source: Norway
de_de: Norwegen
fi_fi: Norja

source: Papua New Guinea
de_de: Papua-Neuguinea
fi_fi: Papua-Uusi-Guinea

source: Philippines
de_de: Philippinen
fi_fi: Filippiinit

source: Pitcairn Islands
de_de: Pitcairninseln
fi_fi: Pitcairnsaaret

source: Poland
de_de: Polen
fi_fi: Puola

source: Qatar
de_de: Katar

source: Romania
de_de: Rumänien

source: Russian Federation
de_de: Russische Föderation
fi_fi: Venäjän federaatio

source: Russia
de_de: Russland
fi_fi: Venäjä

source: Rwanda
de_de: Ruanda
fi_fi: Ruanda

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis
fi_fi: Saint Kitts ja Nevis

source: Saint Lucia
de_de: St. Lucia

source: Saint Vicent and the Grenadines
de_de: St. Vincent und die Grenadinen
fi_fi: Saint Vincent ja Grenadiinit

source: São Tomé and Príncipe
de_de: São Tomé und Príncipe
fi_fi: São Tomé ja Príncipe

source: Saudi Arabia
de_de: Saudi-Arabien
fi_fi: Sauri Arabia

source: Serbia and Montenegro
de_de: Serbien und Montenegro
fi_fi: Serbia ja Montenegro

source: Singapore
de_de: Singapur

source: Slovakia
de_de: Slowakei

source: Slovenia
de_de: Slowenien

source: Soloman Islands
de_de: Salomoninseln
fi_fi: Salomonsaaret

source: South Africa
de_de: Südafrika
fi_fi: Etelä Afrikka

source: South Georgia and the South Sandwich Islands
de_de: Südgeorgien und die Südlichen Sandwichinseln
fi_fi: Etelä-Georgia ja Etelä-Sandwichsaaret

source: South Korea
de_de: Südkorea
fi_fi: Etelä-Korea

source: Spain
de_de: Spanien
fi_fi: Espanja

source: Suriname
de_de: Surinam

source: Sweden
de_de: Schweden
fi_fi: Ruotsi

source: Switzerland
de_de: Schweiz
fi_fi: Sveitsi

source: Syria
de_de: Syrien
fi_fi: Syyria

source: Tajikistan
de_de: Tadschikistan
fi_fi: Tadžikistan

source: Tanzania
de_de: Tansania
fi_fi: Tansania

source: Trinidad and Tobago
de_de: Trinidad und Tobago
fi_fi: Trinidad ja Tobago

source: Tunisia
de_de: Tunesien

source: Turkey
de_de: Türkei
fi_fi: Turkki

source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln
fi_fi: Turks- ja Caicossaaret

source: United Kingdom
de_de: Vereinigtes Königreich
fi_fi: Iso-Britannia

source: United States of America
de_de: Vereinigte Staaten von Amerika
fi_fi: Yhdysvallat

source: US Virgin Islands
de_de: Amerikanische Jungferninseln
fi_fi: Yhdysvaltain Neitsytsaaret

source: Uzbekistan
de_de: Usbekistan

source: Wallis and Futuna
de_de: Wallis und Futuna
fi_fi: Wallis ja Futuna

source: Yemen
de_de: Jemen
fi_fi: Jemen

source: Zimbabwe
de_de: Simbabwe

source: Mass accreditation
de_de: Massen-Akkreditierung
fi_fi: Massa akkreditointi

source: Accredit
de_de: Akkreditieren
fi_fi: Akkreditoi

source: Time and place
de_de: Zeit und Ort

source: 1st offense
de_de: Erste Offense

source: Signature captain %s
de_de: Unterschrift Captain %s

# pdfscore
source: final
de_de: Ergebnis

source: Comments
de_de: Kommentare
