Repository: stm2/ultiorganizer
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: de_de, fi_fi

source: This operation inserts one or more new divisions into the event. It will only add, not alter any data or change user rights.
de_de: Diese Operation fügt eine oder mehr Ligen in die Datenbank ein. Es werden nur Daten hinzugefügt, nichts gelöscht oder Benutzerrechte verändert.

source: This operation updates and adds event data in the database. It will not delete any data or change user rights.
de_de: Diese Operation aktualisiert die Turnierdaten in der Datenbank oder fügt neue hinzu. Es wird nichts gelöscht oder Benutzerrechte verändert.

source: This operation creates a new season and inserts one or more new divisions. It will only not change user rights.
de_de: Diese Operation erzeugt ein neues Turnier. Es werden keine Benutzerrechte verändert.

source: Confirm or replace event data:
de_de: Saisondaten bestätigen oder ersetzen:

source: Event ID
de_de: Turnier-ID

source: Event Name
de_de: Turniername

source: Change reservations?
de_de: Reservierungen ändern?

source: Location %s map to
de_de: Ort %s abgebildet auf

source: copy of location %s
de_de: Kopie von Ort %s

source: Change all locations %s to this value
de_de: Ändere alle Orte %s auf diesen Wert

source: Reservation %d
de_de: Reservierung %d

source: replacement value
de_de: Ersetzungswert

source: Reservation Group
de_de: Reservierungsgruppe

source: copy of reservation group %s
de_de: Kopie von Reservierungsgruppe %s

source: Change all reservation groups %s to this value
de_de: Ändere alle Reservierungsgruppen %s auf diesen Wert

source: copy of date %s
de_de: Kopie von Datum %s

source: Change all dates %s to this value
de_de: Ändere alle Daten %s auf diesen Wert

source: Change divisions or teams?
de_de: Ligen- oder Teamnamen ändern?

source: Division Name
de_de: Klassenname

source: Mock (test only)
de_de: Nicht ausführen (nur zum Testen)

source: Event log
de_de: Ereignislog
fi_fi: Tapahtumaloki

source: Visitor count
de_de: Besucherzahl
fi_fi: Vierailijat

source: Select type of event
de_de: Ereignistyp wählen
fi_fi: Valitse tapahtumatyyppi

source: Resolve IDs
de_de: IDs auflösen

source: Only user
de_de: Nur Benutzer
fi_fi: Vain käyttäjä

source: Refresh
de_de: Neu laden
fi_fi: Päivitä

source: IP Address
de_de: IP-Adresse
fi_fi: IP-Osoite

source: Events %d to %d.
de_de: Ereignisse %d bis %d.

source: Previous %d results
de_de: Vorherige %d Ergebnisse

source: Next %d results
de_de: Nächste %d Ergebnisse

source: Delete events
de_de: Ereignisse löschen
fi_fi: Poista tapahtumat

source: Inadequate user rights
de_de: Benutzerrechte reichen nicht aus
fi_fi: Käyttöoikeudet puutteellisia

source: Invalid query:
de_de: Ungültige Abfrage:

source: Exception:
de_de: Ausnahmefehler:

source: Column information
de_de: Spalteninfo
fi_fi: Saraketiedot

source: Run
de_de: Ausführen
fi_fi: Aja

source: Helps
de_de: Hilfe
fi_fi: Ohjeet

source: Invalid location.
de_de: Ungültiger Ort.

source: Name cannot be empty. Please edit and save.
de_de: Name darf nicht leer sein. Bitte ändern und speichern.

source: New location has been created.
de_de: Ein neuer Ort wurde angelegt.

source: Location is used in %s reservations, cannot delete!
de_de: Ort wird in %s Reservierungen benutzt und kann nicht gelöscht werden!

source: New location not saved. Please edit the details and save.
de_de: Der neue Ort wurde nicht gespeichert. Bitte ändern und speichern.

source: Game locations
de_de: Spielorte
fi_fi: Pelipaikat

source: Name or address
de_de: Name oder Adresse
fi_fi: Nimi tai osoite

source: Search
de_de: Suchen
fi_fi: Hae

source: edit details
de_de: Detail ändern
fi_fi: muokkaa tietoja

source: Address
de_de: Adresse
fi_fi: Osoite

source: Indoor pitch
de_de: Hallenfeld
fi_fi: Sisäkenttä

source: Latitude
de_de: Breite
fi_fi: Leveysaste

source: Longitude
de_de: Länge
fi_fi: Pituusaste

source: Most recently used:
de_de: Zuletzt benutzt:

source: Transfer times
de_de: Transferzeiten

source: Enter the minimum times (in minutes) required for a team to move from field A to B. This information will be used when checking a schedule after saving it.
de_de: Geben Sie die Minimalzeit in Minuten ein, die ein Team von Feld A nach Feld B braucht. Diese Information wird zum Überprüfen des Spielplans nach dem Speichern benutzt.

source: No locations match the selected reservations and reservation group.
de_de: Keine Orte für die ausgewählte Reservierung und Reservierungsgruppe gefunden.

source: Selected locations
de_de: Gewählte Orte

source: Selected reservations
de_de: Gewählte Reservierungen

source: Too many locations! You should restrict your selection (by selecting a reservation group) before entering transfer times.
de_de: Zu viele Orte! Sie sollten ihre Auswahl einschränken, indem Sie eine Reservierungsgruppe auswählen, bevor sie Transferzeiten eingeben.

source: Set all times to this value.
de_de: Setzte alle Zeiten auf diesen Wert.

source: Set diagonals to this value.
de_de: Setze Diagonalen auf diesen Wert.

source: Allow asymmetric transfer times.
de_de: Erlaube asymmetrische Zeiten.

source: Make symmetric.
de_de: Symmetrie herstellen.

source: from\to
de_de: von\nach

source: Save times
de_de: Zeiten speichern

source: Select reservations
de_de: Reservierungen auswählen

source: Schedule
de_de: Spielplan
fi_fi: Aikataulu

source: Games
de_de: Spiele
fi_fi: Pelit

source: The number of teams in a Swiss-draw pool should be even. We must add a BYE.
de_de: Ein Pool mit Schweizer System sollte eine gerade Zahl von Teams enthalten. Wir müssen ein Freilos hinzufügen.

source: %s BYE
de_de: %s Freilos

source: Name of BYE team
de_de: Name des Freilos-"Teams"

source: Add BYE
de_de: Freilos hinzufügen

source: %s - invisible, do not delete
de_de: %s - unsichtbar, nicht löschen

source: Game has
de_de: Spiele hat
fi_fi: Pelissä tehty

source: goals
de_de: Punkte
fi_fi: maalia

source: Goals must be removed before removing the team
de_de: Punkte müssen entfernt werden bevor ein Team gelöscht werden kann
fi_fi: Maalit pitää poistaa ennen pelin poistamista

source: games
de_de: Spiele
fi_fi: pelit

source: Previous round winner vs. winners and losers vs. losers
de_de: Gewinner der vorherigen Runde gegeneinander; Verlierer gegeneinander
fi_fi: Edellisen kierroksen voittajat ja häviäjät keskenään

source: playoff layout with moves found, using special moves.
de_de: Playofflayout mit Transfers gefunden, benutze Spezialtransferpower.

source: The number of teams in a Swiss-draw pool should be even.
de_de: Ein Pool mit Schweizer System sollte eine gerade Zahl von Teams enthalten.

source: There must be at least two teams. Add more teams to the pool.
de_de: Es muss mindestens zwei Teams geben. Fügen Sie dem Pool mehr Teams hinzu.

source: Must generate at least one round
de_de: Mindestens eine Runde muss generiert werden

source: and %d extra swiss draw pools with %d games each
de_de: and %d weitere Runden Schweizer System mit je %d Spielen

source: and one extra swiss draw pool with %d games each
de_de: und eine weitere Runde Schweizer System mit %d Spielen

source: Not applicable for this pool type
de_de: Nicht zutreffend für diese Art von Gruppe

source: Creation of pool games
de_de: Gruppenspiele erzeugen
fi_fi: Lohkon pelien luonti

source: Round Robin pool
de_de: Jeder gegen Jeden

source: Game rounds
de_de: Spielrunden
fi_fi: Pelikierroksia

source: Home team has rights to edit game score sheet
de_de: Das Heimteam hat das Recht den Spielbericht auszufüllen
fi_fi: Kotijoukkueella on oikeus muuttaa pelin pöytäkirjaa

source: Do not generate mutual games for teams moved from same pool
de_de: Spiele zwischen Teams, die aus dem gleichen Pool kommen, nicht erzeugen
fi_fi: Älä luo keskinäisiä pelejä joukkueille, jotka on siirretty samasta lohkosta

source: Play-off pool
de_de: K.O.-Rundengruppe

source: best of %s games
de_de: Bester aus %s Spielen

source: Swissdraw pool:
de_de: Schweizer System:

source: rounds
de_de: Runden
fi_fi: kierrokset

source: Crossmatch pool
de_de: Überkreuz

source: Show games
de_de: Zeige Spiele
fi_fi: Näytä pelit

source: Generate all games
de_de: Alle Spiele erzeugen
fi_fi: Luo kaikki pelit

source: Scheduling and Reservation management
de_de: Spielplan- und Feldverwaltung
fi_fi: Aikatauluttaminen ja Varauksienhallinta

source: Games to generate
de_de: Zu generierende Spiele
fi_fi: Luotavat pelit

source: Add games
de_de: Spiele hinzufügen
fi_fi: Lisää pelejä

source: edit
de_de: bearbeiten
fi_fi: muokkaa

source: No schedule
de_de: Nicht im Spielplan
fi_fi: Ei aikataulua

source: Moved games
de_de: Transferierte Spiele
fi_fi: Siirretyt pelit

source: Remove all games
de_de: Alle Spiele entfernen

source: This will remove all games from this pool.
de_de: Sämtliche Spiele der Gruppe werden gelöscht.

source: Creation of single game
de_de: Erzeugung eines einzelnen Spiels
fi_fi: Yksittäisen pelin luominen

source: Create
de_de: Erzeugen
fi_fi: Luo

source: Continuing pool
de_de: Folge-Gruppe
fi_fi: Jatkolohko

source: {pool} winner {gameno}
de_de: {pool} Sieger {gameno}

source: {pool} loser {gameno}
de_de: {pool} Verlierer {gameno}

source: No scheduling name given
de_de: Kein Spielplanname gegeben
fi_fi: Aikataulunimi puuttuu

source: Transfer already exists
de_de: Transfer existiert schon
fi_fi: Siirto on jo olemassa

source: Team has already moved.
de_de: Team wurde schon transferiert.
fi_fi: Siirto on jo tehty.

source: From pool
de_de: Von Gruppe
fi_fi: Lohkosta

source: From position
de_de: Von Position
fi_fi: Sijalta

source: To pool
de_de: Nach Gruppe
fi_fi: Lohkoon

source: To position
de_de: Nach Position
fi_fi: Sijalle

source: Name in Schedule
de_de: Name im Spielplan
fi_fi: Nimi aikataulussa

source: all
de_de: alles
fi_fi: kaikki

source: nothing
de_de: nichts
fi_fi: ei mitään

source: mutual
de_de: gegenseitig
fi_fi: keskinäiset

source: Make transfer rule
de_de: Neue Transfer-Regel
fi_fi: Tee siirtosäännöt

source: From pos.
de_de: Von Pos.
fi_fi: Sijalta

source: vs.
de_de: gg.

source: Pair
de_de: Paar
fi_fi: Pari

source: Unknown pool type!
de_de: Unbekannte Gruppenart!

source: Purge old stuff
de_de: Altes Zeug bereinigen

source: ... %d more entries
de_de: ... %d weitere Einträge

source: Yes, delete!
de_de: Ja, löschen!

source: No matching entries
de_de: Keine passenden Einträge

source: Deleting %%d log entries from %d and earlier. Are you sure?
de_de: Lösche %%d Logeinträge aus %d und früher. Sind Sie sicher?

source: Log entries purged.
de_de: Logeinträge bereinigt.

source: Deleting %%d visitor entries occuring %d times and fewer. Are you sure?
de_de: Lösche %%d Besuchereinträge mit %d oder weniger Vorkommen. Sind Sie sicher?

source: Visitor entries purged.
de_de: Besuchereinträge bereinigt.

source: Reducing %d visitor entries by 20%%. Are you sure?
de_de: Reduziere %d Besuchereinträge um 20%%. Sind Sie sicher?

source: Entries reduced.
de_de: Einträge reduziert.

source: Deleting %%d page load entries occuring %d times and fewer. Are you sure?
de_de: Lösche %%d Seitenaufrufe mit %d oder weniger Vorkommen. Sind Sie sicher?

source: Load entries purged.
de_de: Ladeeinträge bereinigt.

source: Reducing %d page load entries by 20%%. Are you sure?
de_de: Reduziere %d Besuchereinträge um 20%%. Sind Sie sicher?

source: Delete %d invalid page load entries. Are you sure?
de_de: Lösche %d ungültige Seitenaufrufe. Sind Sie sicher?

source: Entries deleted.
de_de: Einträge gelöscht.

source: Delete %d users without login. Are you sure?
de_de: Lösche %d Benutzer ohne Login. Sind Sie sicher?

source: Deleting %%d users from %d and earlier. Are you sure?
de_de: Lösche %%d Benutzer mit letztem Login %d oder früher. Sind Sie sicher?

source: Users purged.
de_de: Benutzer bereinigt.

source: Purge cancelled!
de_de: Bereinigung abgebrochen!

source: Log entries
de_de: Logeinträge

source: Purge entries of %s and older
de_de: Bereinige Einträge von %s und später

source: Year
de_de: Jahr

source: Entries
de_de: Einträge

source: Visitor stats
de_de: Besucherstatistik

source: Purge visitor counter entries occuring %s times or fewer
de_de: Bereinige Besuchereinträge mit %s oder weniger Vorkommen

source: Reduce counts by 20%
de_de: Verringere Zahlen um 20%

source: Visits
de_de: Besuche
fi_fi: Vierailut

source: Visitors
de_de: Besucher
fi_fi: Vierailijat

source: Page load stats
de_de: Seitenaufrufe

source: Purge page load stats occuring %s times or fewer
de_de: Bereinige Seitenaufrufe mit %s oder weniger Vorkommen

source: Remove %d invalid requests logs
de_de: Entferne %d ungültige Seitenaufrufe

source: Loads
de_de: Ladevorgänge

source: Pages
de_de: Seiten

source: Seasons
de_de: Turniere
fi_fi: Kaudet

source: Delete seasons from %s and older
de_de: Turniere von %s und älter löschen

source: Classes
de_de: Klassen

source: Users
de_de: Benutzer
fi_fi: Käyttäjät

source: Delete users with no login
de_de: Lösche Benutzer ohne Login

source: Delete users with no login after %s
de_de: Lösche Benutzer ohne Login nach %s

source: Adminstrator accounts are not deleted.
de_de: Administratorenaccounts werden nicht gelöscht.

source: Purge...
de_de: Bereinigen...

source: Schedule selected
de_de: Mit Auswahl planen
fi_fi: Aikatauluta valitut

source: Add reservation
de_de: Reservierung hinzufügen
fi_fi: Lisää varaus

source: Add location
de_de: Ort hinzufügen
fi_fi: Lisää pelipaikka

source: Group
de_de: Gruppe
fi_fi: Ryhmä

source: Scoresheets
de_de: Spielberichte
fi_fi: Pöytäkirjat

source: Reservations where you don't have series edit rights for all games have been disabled.
de_de: Reservierungen, für deren Ligen Sie keine Änderungsrechte haben, wurden ausgeblendet.

source: Manage transfer times
de_de: Transferzeiten eingeben

source: No reservations.
de_de: Keine Reservierungen.

source: Game %s exceeds reserved time %s.
de_de: Spiel %s überschreitet die reservierte Zeit %s.

source: Game %s could not be scheduled.
de_de: Spiel %s konnte nicht in den Spielplan eingetragen werden.

source: Warning: Game %s (%d, pool %d) has a scheduling conflict with %s (%d, pool %d).
de_de: Warnung: Spiel %s (%d, pool %d) hat einen Zeitkonflikt mit %s (%d, pool %d).

source: Warning: Game %s (%d, pool %d) has a pool scheduling conflict with %s (%d pool %d).
de_de: Warnung: Spiel %s (%d, Gruppe %d) hat einen Zeitkonflikt mit %s (%d, Gruppe %d).

source: Some games were not saved! Errors:
de_de: Einige Spiele wurden nicht gespeichert! Fehler:

source: Schedule saved with errors:
de_de: Gespeicherter Zeitplan hat Fehler:

source: Schedule saved and checked.
de_de: Spielplan gespeichert und geprüft.

source: Teams saved
de_de: Teams gespeichert
fi_fi: Joukkueet tallennettu

source: Rankings saved
de_de: Platzierungen gespeichert

source: Scheduling
de_de: Spielplan
fi_fi: Aikataulutus

source: Unscheduled
de_de: Nicht im Spielplan
fi_fi: Varaamatta

source: Select event
de_de: Turnier wählen
fi_fi: Valitse turnaus

source: All divisions
de_de: Alle Klassen
fi_fi: Kaikki sarjat

source: All pools
de_de: Alle Gruppen
fi_fi: Kaikki lohkot

source: Add pause
de_de: Pause hinzufügen
fi_fi: Lisää tauko

source: Edit games directly
de_de: Spiele direkt ändern

source: Drag and drop mode
de_de: Klick-und-Zieh-Modus

source: Save schedule
de_de: Spielplan speichern

source: Warning: Games with duration 0 found. They can not be scheduled. Edit the game duration or the time slot length of pool %s ...
de_de: Warnung: Spiele mit Dauer 0 gefunden. Sie können nicht in den Spielplan aufgenommen werden. Änderung Sie die Spieldauer oder die Länge des Zeitslots für die Gruppe %s ...

source: Save changes?
de_de: Änderungen speichern?
fi_fi: Tallenna muutokset?

source: Do you want to leave anyway? If you select Yes, you will lose all your changes.
de_de: Wollen Sie trotzdem die Seite verlassen? Wenn Sie Ja auswählen, gehen Ihre Änderungen verloren.

source: Unknown error.
de_de: Unbekannter Fehler.

source: not given
de_de: nicht gegeben
fi_fi: ei anneta

source: visible
de_de: sichtbar
fi_fi: Näkyvissä

source: not visible
de_de: nicht sichtbar
fi_fi: Ei näkyvissä

source: Spirit points
de_de: Spiritpunkte
fi_fi: Spirit-pisteet

source: open
de_de: offen
fi_fi: auki

source: closed
de_de: geschlossen
fi_fi: suljettu

source: Enrollment
de_de: Anmeldung
fi_fi: Ilmoittautuminen

source: yes
de_de: ja
fi_fi: kyllä

source: no
de_de: nein
fi_fi: ei

source: Divisions
de_de: Klassen
fi_fi: Sarjat

source: Players
de_de: Spieler
fi_fi: Pelaajat

source: Reservations
de_de: Reservierungen
fi_fi: Varaukset

source: Comment
de_de: Kommentar

source: Change event properties
de_de: Turniereigenschaften ändern
fi_fi: Muuta tapahtuman asetuksia

source: Edit User access rights
de_de: User Zugriffsrechte
fi_fi: Muokkaa käyttöoikeuksia

source: Edit side menu links
de_de: Links im Menü ändern
fi_fi: Muokka sivuvalikko linkkejä

source: Configure Twitter
de_de: Twittereinstellungen
fi_fi: Aseta Twitter

source: Re-archive statistics
de_de: Spielstatistik neu erzeugen
fi_fi: Arkistoi tilastot uudelleen

source: Archive statistics
de_de: Spielstatistik erzeugen
fi_fi: Arkistoi tilastot

source: Export event data
de_de: Turnierdaten exportieren
fi_fi: Vie tapahtuman tiedot

source: Import event data
de_de: Turnierdaten importieren
fi_fi: Tuo tapahtuman tiedot

source: Show played pools
de_de: Zeige gespielte Gruppen
fi_fi: Näytä pelatut lohkot

source: Hide played pools
de_de: Gespielte Gruppen verstecken
fi_fi: Piilota pelatut lohkot

source: Show played games
de_de: Beendete Spiele anzeigen
fi_fi: Näytä pelatut pelut

source: Hide played games
de_de: Beendete Spiele verstecken
fi_fi: Piilota pelatut pelit

source: Just display values
de_de: Nur Werte anzeigen

source: Mass input
de_de: Masseneingabe

source: Print scoresheets
de_de: Spielberichte drucken
fi_fi: Tulosta pöytäkirjat

source: Result ...
de_de: Ergebnis ...

source: Are you sure you want to delete this game completely?
de_de: Sind Sie sicher, dass Sie dieses Spiel komplett entfernen möchten?

source: Mass input game limit exceeded!
de_de: Kapazität für Masseneingabe überschritten!

source: Reservation management
de_de: Reservierungsverwaltung
fi_fi: Varauksienhallinta

source: Moved teams
de_de: Transferierte Teams
fi_fi: Siirretyt joukkueet

source: Move to
de_de: Transfer nach
fi_fi: Siirrä lohkoon

source: Move from
de_de: Transfer von
fi_fi: Siirrä lohkosta

source: Scheduling name
de_de: Name im Spielplan
fi_fi: Aikataulutusnimi

source: Undo
de_de: Rückgängig
fi_fi: Kumoa

source: No transfers.
de_de: Keine Transfers.

source: Season mandatory
de_de: Saison erforderlich
fi_fi: Kauden määrittely pakollista

source: Manage polls for %s
de_de: Umfragen für %s verwalten

source: No divisions.
de_de: Keine Klassen/Ligen.
fi_fi: Ei sarjoja.

# poll
source: v
de_de: S

source: Option entry
de_de: Vorschlagsphase

# poll
source: o
de_de: V

source: Voting
de_de: Abstimmungsphase

# poll
source: t
de_de: A

source: Results
de_de: Ergebnisse

# poll
source: r
de_de: E

source: Operations
de_de: Operationen
fi_fi: Toiminnot

source: Edit details
de_de: Eigenschaften ändern

source: Vote
de_de: Abstimmen

source: Select division
de_de: Klasse/Liga wählen
fi_fi: Valitse sarja

source: V
de_de: S
fi_fi: N

source: Continuing
de_de: Folge-Gruppe
fi_fi: Jatkolohko

source: C
de_de: F
fi_fi: J

source: Placement
de_de: Platzierung
fi_fi: Sijoitus

source: Select teams
de_de: Teams auswählen
fi_fi: Valitse joukkueet

source: Move teams
de_de: Teams transferieren
fi_fi: Siirrä joukkueet

source: Manage moves
de_de: Transfers verwalten
fi_fi: Hallitse siirtoja

source: Play-off games
de_de: K.O.-Spiele

source: Game management
de_de: Spiele verwalten
fi_fi: Pelienhallinta

source: no games
de_de: Keine Spiele

source: clone
de_de: klonen
fi_fi: kloonaa

source: remove
de_de: entfernen
fi_fi: poista

source: Show all moves
de_de: Alle Transfers anzeigen
fi_fi: Näytä kaikki siirrot

source: Events
de_de: Turniere
fi_fi: Tapahtumat

source: Event has %d Division(s).
de_de: Turnier hat %d Klassen/Ligen.

source: Divisions must be removed before removing the event.
de_de: Die Klassen müssen erst gelöscht werden, bevor das Turnier gelöscht werden kann.

source: You can not remove a current event
de_de: Man kann ein aktuelles Turnier nicht löschen
fi_fi: Et voi poistaa nykyistä tapahtumaa

source: Seasons/Tournaments
de_de: Saisons/Turniere
fi_fi: Kaudet/Turnaukset

source: Conf. Twitter
de_de: Twitter konf.
fi_fi: Aseta Twitter

source: Re-calc. stats
de_de: Statistik neu berechen
fi_fi: Tilastoi uudelleen

source: Calc. stats
de_de: Statistik berechnen
fi_fi: Laske tilastot

source: Are you sure you want to delete the event '%s'?
de_de: Sind Sie sicher, dass Sie dass Turnier '%s' löschen möchten?

source: Import event
de_de: Turnier importieren
fi_fi: Tuo tapahtuma

source: All event statistics
de_de: Alle Turnierstatistiken
fi_fi: Kaikkien tapahtumien tilastot

source: Ordering
de_de: Reihenfolge
fi_fi: Järjestys

source: Edit rule templates
de_de: Regelvorlagen bearbeiten
fi_fi: Muokkaa sääntöpohjia

source: Global settings
de_de: Globale Einstellungen

source: Default Spirit Mode
de_de: Standard-Spiritmodus

source: Spirit Mode
de_de: Spiritmodus

source: no team admins
de_de: keine Teamadministratoren

source: avg.
de_de: Mtl.

source: Pool Rankings
de_de: Poolstände

source: Add pools first
de_de: Zuerst Gruppen anlegen
fi_fi: Lisää ensin sarjoja.

source: Tasks
de_de: Aufgaben

source: Confirm moves to pool %s.
de_de: Transfers zu Pool %s bestätigen.

source: Check rankings of %s. Then: %s
de_de: Tabellenstände von %s prüfen. Dann: %s

source: Games results missing for
de_de: Ergebnisse fehlen für

source: Division completed.
de_de: Klasse/Liga abgeschlossen.

source: Go to top
de_de: Nach oben

source: edit pool
de_de: Gruppe ändern

source: Recalc.
de_de: Neu berechnen

source: Pool is completed:
de_de: Pool ist komplett:

source: Pool games not completed:
de_de: Poolspiele nicht beendet:

source: Opp. VP
de_de: VP Gegner

source: Margin
de_de: Abstand
fi_fi: Marginaali

source: Goals
de_de: Punkte
fi_fi: Maalit

source: delete team from pool
de_de: Team aus der Gruppe entfernen

source: Wins
de_de: Siege
fi_fi: Voitot

source: Draws
de_de: Unentschieden

source: Losses
de_de: Niederlagen
fi_fi: Tappiot

source: Goals for
de_de: Punkte
fi_fi: Tehdyt maalit

source: against
de_de: Gegenp.

source: Moves to
de_de: Transf. nach

source: To
de_de: Nach

source: Moves from
de_de: Transf. von

source: From
de_de: Von

source: Confirm moves
de_de: Transfers bestätigen
fi_fi: Vahvista siirrot

source: Hide pool
de_de: Pool verstecken

source: Don't show pool in public menus
de_de: Pool nicht in öffentlichen Menüs anzeigen

source: Show pool
de_de: Pool zeigen

source: Show pool in public menus
de_de: Pool in öffentlichen Menüs anzeigen

source: change initial pool ranking
de_de: ursprüngliche Reihenfolge bearbeiten

source: change final pool ranking
de_de: Endstand bearbeiten

source: save ranking
de_de: Platzierungen speichern

source: Undo all
de_de: Alles rückgängig

source: Event statistics
de_de: Turnierstatistik
fi_fi: Tapahtuman tilastot

source: Abbrev
de_de: Abkürzung
fi_fi: Lyhenne

source: Contact person
de_de: Kontaktperson
fi_fi: Yhteyshenkilö

source: Roster
de_de: Spielerliste
fi_fi: Pelaajalista

source: No matching divisions ('%s')
de_de: Keine passenden Klassen ('%s')

source: Add teams from:
de_de: Teams hinzufügen von:
fi_fi: Lisää joukkueita:

source: List only divisions with matching type ('%s')
de_de: Nur Klassen mit passendem Type ('%s') auflisten

source: Load...
de_de: Laden...

source: Error: could not read DFV data!
de_de: Fehler: konnte DFV-Daten nicht einlesen!

source: Data retrieved from DFV (%s) at %s
de_de: Daten von DFV (%s) abgerufen am %s

source: Surface
de_de: Untergrund

source: Age
de_de: Alter

source: Show matching divisions...
de_de: Passende Klassen anzeigen ...

source: Teams from %s
de_de: Teams von %s
