Repository: stm2/ultiorganizer
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: de_de, fi_fi

source: Accreditation
de_de: Akkreditierung
fi_fi: Akkreditointi

source: Automatic Accreditation
de_de: Automatische Akkreditierung
fi_fi: Automaattinen akkreditointi

source: Accreditation log
de_de: Akkreditierungslog
fi_fi: Akkreditointi loki

source: Accreditation events
de_de: Akkreditierungsereignisse
fi_fi: Akkreditointi tapahtumat

source: Missing IDs
de_de: Fehlende IDs
fi_fi: Puuttuvat ID:t

source: Games played without accreditation
de_de: Spiele ohne Zulassung
fi_fi: Ilman akkreditointia pelanneet

source: Player
de_de: Spieler
fi_fi: Pelaaja

source: Game
de_de: Spiel
fi_fi: Peli

source: Acknowledged
de_de: Bestätigt
fi_fi: Kuitattu

source: Acknowledge
de_de: Bestätigen
fi_fi: Kuittaa

source: Event
de_de: Turnier
fi_fi: Tapahtuma

source: Time
de_de: Zeit
fi_fi: Aika

source: Value
de_de: Wert
fi_fi: Arvo

source: User
de_de: Benutzer
fi_fi: Käyttäjä

source: Source
de_de: Quelle
fi_fi: Lähde

source: Game acknowledgement
de_de: Spielbestätigung
fi_fi: Pelin kuittaus

source: Players without membership Id
de_de: Spieler ohne Mitglieds-ID
fi_fi: Pelaajat ilman jäsentietoja

source: Players not accredited
de_de: Spieler nicht akkreditiert
fi_fi: Akkreditoimattomat pelaajat.

source: Date required.
de_de: Datum erforderlich.

source: Season required.
de_de: Turnier/Saison erforderlich.

source: Error: Duration must be at least %d minutes
de_de: Fehler: Dauer muss mindestens %d Minuten betragen

source: Reservations added:
de_de: Reservierungen hinzugefügt:

source: field
de_de: Feld
fi_fi: kenttä

source: No reservations added.
de_de: Keine Reservierungen hinzugefügt.

source: Add field reservation
de_de: Feld-Reservierung hinzufügen
fi_fi: Lisää kenttävaraus

source: Date
de_de: Datum
fi_fi: Pvm

source: dd.mm.yyyy
de_de: TT.MM.JJJJ
fi_fi: pp.kk.vvvv

source: Start time
de_de: Startzeit
fi_fi: Alkuaika

source: End time
de_de: Ende
fi_fi: Loppuaika

source: Grouping name
de_de: Gruppierungsname
fi_fi: Ryhmitys nimi

source: Fields
de_de: Felder
fi_fi: Kentät

source: Enter separate field numbers (1,2,3) or multiple fields (1-30)
de_de: Geben Sie Feldnummern an, z. B. 1,2,3 oder 1-30
fi_fi: Syötä yksi (1) tai useampia kenttiä (1,2,3) tai monta kenttää (1-30)

source: Location
de_de: Ort
fi_fi: Paikka

source: Season
de_de: Saison
fi_fi: Kausi

source: Save
de_de: Speichern
fi_fi: Tallenna

source: Add
de_de: Hinzufügen
fi_fi: Lisää

source: Return
de_de: Zurück
fi_fi: Palaa

source: Event links
de_de: Turnierlinks
fi_fi: Tapahtuman linkit

source: Type
de_de: Typ
fi_fi: Tyyppi

source: Order
de_de: Reihenfolge
fi_fi: Järjestys

source: Menu link
de_de: Menü-Link
fi_fi: Valikkolinkki

source: Menu mail
de_de: Menü-E-Mail
fi_fi: Valikko e-mail

source: 3rd party API settings
de_de: Einstellungen für fremde APIs
fi_fi: Ulkopuolisten palvelujen asennukset

source: Division mandatory
de_de: Klasse / Liga erforderlich

source: Division not found
de_de: Klasse/Liga nicht gefunden

source: Manage poll
de_de: Umfrage verwalten

source: Add poll
de_de: Umfrage hinzufügen

source: Edit poll
de_de: Umfrage bearbeiten

source: Password
de_de: Passwort
fi_fi: Salasana

source: Description
de_de: Beschreibung
fi_fi: Kuvaus

source: Options
de_de: Optionen
fi_fi: Valinnat

source: Voters
de_de: Abstimmende

source: Pool added
de_de: Gruppe hinzugefügt

source: Pool name is mandatory!
de_de: Gruppenname erforderlich!
fi_fi: Lohkon nimi on pakollinen tieto!

source: Edit
de_de: Ändern
fi_fi: Muokkaa

source: Add pool
de_de: Pool hinzufügen
fi_fi: Lisää lohko

source: Template
de_de: Vorlage
fi_fi: Pohja

source: Edit pool
de_de: Gruppe ändern
fi_fi: Muokkaa lohkoa

source: Division
de_de: Klasse
fi_fi: Sarja

source: Special playoff template
de_de: Spezielle Playout-Baum-Vorlage

source: Move games
de_de: Spiele mitnehmen
fi_fi: Siirrä pelit

source: All
de_de: Alles
fi_fi: Kaikki

source: Nothing
de_de: Nichts
fi_fi: Ei mitään

source: Mutual
de_de: Gegenseitig
fi_fi: Keskinäiset

source: Visible
de_de: Sichtbar
fi_fi: Näkyvissä

source: Played
de_de: Gespielt
fi_fi: Pelattu

source: continuation pool
de_de: Folge-Gruppe

source: Placement pool
de_de: Platzierungsgruppe
fi_fi: Sijoituslohko

source: Initial moves
de_de: Transfers
fi_fi: Alkusarjat

source: select
de_de: Wählen
fi_fi: valitse

source: Color
de_de: Farbe
fi_fi: Väri

source: Select
de_de: Wähle
fi_fi: Valitse

source: Comment (you can use <b>, <em>, and <br /> tags)
de_de: Kommentar (Sie können <b>, </em> und <br />-Tags benutzen)

source: Club
de_de: Verein
fi_fi: Seura

source: No teams
de_de: Keine Teams
fi_fi: Ei joukkueita

source: Rules
de_de: Regeln
fi_fi: Säännöt

source: (from the selected template)
de_de: (aus der gewählten Vorlage)
fi_fi: (valitusta pohjasta)

source: Game points
de_de: Punkte
fi_fi: Pelit pisteeseen

source: Half-time
de_de: Halbzeit
fi_fi: Puoliaika

source: minutes
de_de: Minuten
fi_fi: minuuttia

source: Half-time at point
de_de: Halbzeit bei Punkt
fi_fi: Puoliaika pisteessä

source: Time cap
de_de: Zeitobergrenze
fi_fi: Aikakatto

source: Time slot
de_de: Zeitslot
fi_fi: Aikavaraus

source: Point cap
de_de: Punkteobergrenze
fi_fi: Pistekatto

source: points
de_de: Punkte
fi_fi: pistettä

source: Additional points after time cap
de_de: Zusätzl. Punkte nach Ablauf der Zeit
fi_fi: Lisäpisteet aikarajan täytyttyä

source: Time between points
de_de: Zeit zwischen Punkten
fi_fi: Pisteiden välinen aika

source: seconds
de_de: Sekunden
fi_fi: sekuntia

source: per game
de_de: pro Spiel
fi_fi: per peli

source: per half
de_de: pro Halbzeit
fi_fi: per puoliaika

source: Time-out duration
de_de: Dauer Time-Out
fi_fi: Aikalisän kesto

source: Time-outs in overtime
de_de: Time-Outs nach Ablauf der Zeit
fi_fi: Aikalisiä lisäajalla

source: per team
de_de: je Team
fi_fi: per joukkue

source: Forfeit/BYE against
de_de: Kampflos/Freilos gegen
fi_fi: Forfeit/BYE vastaan

source: points for the team giving up / BYE
de_de: Punkte für das aufgebende / Freilosteam
fi_fi: pisteet luovuttaneelle joukkueelle / BYE

source: Forfeit/BYE score
de_de: Kampflos/Freilos-Punkte
fi_fi: Forfeit/BYE pisteet

source: points for their remaining opponent
de_de: Punkte für den verbleibenden Gegner
fi_fi: pisteet jäljelle jääneelle vastustajalle

source: Draws allowed
de_de: Unentschieden zugelassen

source: Event id can not be empty
de_de: Turnier-ID darf nicht leer sein
fi_fi: Tapahtuman tunnus ei voi olla tyhjä

source: Event id may not contain spaces or special characters and may only be 10 characters long
de_de: Turnier-ID darf keine Leerzeichen oder Sonderzeichen enthalten und darf nur 10 Zeichen lang sein

source: Name can not be empty
de_de: Name darf nicht leer sein
fi_fi: Nimi ei voi olla tyhjä

source: Type can not be empty
de_de: Type darf nicht leer sein
fi_fi: Tyyppi ei voi olla tyhjä

source: New tournament added
de_de: Neues Turnier hinzugefügt

source: New season added
de_de: Neues Turnier hinzugefügt
fi_fi: Uusi kausi lisätty

source: Edit event
de_de: Turnier/Saison ändern
fi_fi: Muokkaa tapahtumaa

source: Add new season/tournament
de_de: Neue Saison/Turnier hinzufügen
fi_fi: Lisää uusi kausi/turnaus

source: Edit season/tournament
de_de: Turnier verändern
fi_fi: Muokkaa kautta/turnausta

source: Event id
de_de: Turnier-ID
fi_fi: Tapahtuma id

source: Tournament
de_de: Turnier
fi_fi: Turnaus

source: For national teams
de_de: Für Nationalteams
fi_fi: Maajoukkueille

source: Spirit points visible
de_de: Spiritpunkte anzeigen
fi_fi: Spirit-pisteet näkyvissä

source: Organizer
de_de: Organisator
fi_fi: Järjestäjä

source: Category
de_de: Kategorie
fi_fi: Kategoria

source: Timezone
de_de: Zeitzone
fi_fi: Aikavyöhyke

source: Starts
de_de: Beginnt
fi_fi: Alkaa

source: Ends
de_de: Endet
fi_fi: Loppuu

source: Open for enrollment
de_de: Anmeldung offen
fi_fi: Avoin ilmoittautumisille

source: Enrolling ends
de_de: Anmeldung endet
fi_fi: Ilmoittautuminen loppuu

source: only informational
de_de: nur zur Information
fi_fi: vain tiedoksi

source: Shown in main menu
de_de: Im Hauptmenü anzeigen
fi_fi: Näytä päävalikossa

source: Division name is mandatory!
de_de: Klassenname erforderlich!
fi_fi: Sarjan nimi on pakollinen tieto!

source: Edit division
de_de: Klasse verändern
fi_fi: Muokkaa sarjaa

source: Add division
de_de: Klasse hinzufügen
fi_fi: Lisää sarja

source: Valid
de_de: Gültig
fi_fi: Voimassa

source: Name is mandatory!
de_de: Name ist erforderlich!
fi_fi: Nimi on pakollinen

source: Changes saved
de_de: Änderungen gespeichert
fi_fi: Muutokset tallennettu

source: added
de_de: hinzugefügt
fi_fi: lisätty

source: Edit team
de_de: Team ändern
fi_fi: Muokkaa joukkuetta

source: Add team
de_de: Team hinzufügen
fi_fi: Lisää joukkue

source: Country
de_de: Land
fi_fi: Kotimaa

source: Abbreviation
de_de: Abkürzung
fi_fi: Lyhenne

source: Starting pool
de_de: Startgruppe
fi_fi: Alkulohko

source: Seed
de_de: Setzliste
fi_fi: Rankkaus

source: BYE
de_de: Freilos

source: Select contact person
de_de: Kontaktperson wählen
fi_fi: Valitse yhteyshenkilö

source: Event users
de_de: Turnierbenutzer
fi_fi: Tapahtuman käyttäjät

source: User rights added for %s.
de_de: Benutzerrechte für %s hinzugefügt.

source: Invalid user
de_de: Ungültiger Benutzer
fi_fi: Virheellinen käyttäjätunnus

source: User Id(s)
de_de: Benutzer-ID(s)

source: or
de_de: oder
fi_fi: tai

source: Add new user
de_de: Neuer Benutzer
fi_fi: Lisää uusi käyttäjä

source: Grant rights
de_de: Rechte vergeben
fi_fi: Anna oikeudet

source: Add more ...
de_de: Mehr hinzufügen ...

source: Event admins
de_de: Turnieradministratoren
fi_fi: Tapahtumavastaavat

source: Division admins
de_de: Ligenadministratoren

source: Team admins
de_de: Teamadministratoren
fi_fi: Joukkuevastaavat

source: No teams defined.
de_de: Keine Teams definiert.

source: Scorekeepers
de_de: Ergebniseingeber
fi_fi: Pisteidenkirjaajat

source: All games
de_de: Alle Spiele
fi_fi: Kaikki pelit

source: In role of event admin
de_de: Als Turnieradministrator
fi_fi: Tapahtumavastaavana

source: Some games
de_de: Einige Spiele
fi_fi: Joitain pelejä

source: All team admins have scorekeeping rights for teams' games.
de_de: Alle Teamadministratoren haben Ergebniseingaberechte für die Spiele ihrer Teams.
fi_fi: Kaikilla joukkuevastaavilla on pöytäkirjan syöttöoikeudet joukkueen kotipeleihin.

source: User Id (s)
de_de: Benutzer-ID(s)

source: Field
de_de: Feld
fi_fi: Kenttä

source: Roster accreditation rights
de_de: Rechte zur Akkreditierung
fi_fi: Pelaajalistan akkreditointi oikeudet

source: All teams
de_de: Alle Teams
fi_fi: Kaikki joukkueet

source: Edit rule template
de_de: Regel-Schablone ändern
fi_fi: Muokkaa sääntöpohjaa

source: Add rule template
de_de: Neue Regelschablone
fi_fi: Lisää sääntöpohja

source: Back
de_de: Zurück
fi_fi: Takaisin

source: Invalid user:
de_de: Ungültiger Benutzer:
fi_fi: Virheellinen käyttäjätunnus:

source: User rights added for:
de_de: Benutzerrechte hinzugefügt für:
fi_fi: Oikeudet annettu:

source: No team admins, yet...
de_de: Noch keine Teamadmins ...

source: Add more
de_de: Mehr hinzufügen
fi_fi: Lisää...

source: User Id
de_de: Benutzer-ID
fi_fi: Käyttäjä

source: Added new user
de_de: Neuer Benutzer hinzugefügt
fi_fi: Uusi käyttäjä lisätty

source: Username
de_de: Benutzername
fi_fi: Käyttäjätunnus

source: User has been notified to change password.
de_de: Der Benutzer wurde darauf hingewiesen, das Passwort zu ändern.

source: Could not send password recovery mail.
de_de: Konnte Passwort-Wiederherstellungsmail nicht senden.

source: Correct the errors and try again
de_de: Korrigieren Sie die Fehler und versuchen Sie es nochmal
fi_fi: Korjaa virheet ja yritä uudelleen

source: Responsible team
de_de: Verantwortl. Team
fi_fi: Vastuujoukkue

source: Clubs and Countries
de_de: Clubs und Länder
fi_fi: Seurat ja Maat

source: All Clubs
de_de: Alle Vereine
fi_fi: Kaikki seurat

source: Add new
de_de: Hinzufügen
fi_fi: Lisää uusi

source: All Countries
de_de: Alle Länder
fi_fi: Kaikki maat

source: Flag filename
de_de: Flaggendatei
fi_fi: Lipun tiedostonimi

source: Database administration
de_de: Datenbank-Administration
fi_fi: Tietokannan ylläpito

source: Run SQL
de_de: SQL ausführen
fi_fi: Aja SQL

source: Restore
de_de: Wiederherstellen
fi_fi: Palauta varmuuskopio

source: Equalization
de_de: Vereinheitlichung
fi_fi: Yhdenmukaistaminen

source: Restore anonymous user settings
de_de: Einstellungen für anonymen Benutzer zurücksetzen

source: Delete old stuff
de_de: Altes Zeug löschen

source: Tables
de_de: Tabellen
fi_fi: Taulut

source: Rows
de_de: Zeilen
fi_fi: Rivejä

source: avg. row length
de_de: Durschn. Zeilenlänge
fi_fi: Keskim. rivipituus

source: Data
de_de: Daten

source: Auto Increment
de_de: Auto-Inkrement

source: Updated
de_de: Aktualisiert
fi_fi: Päivitetty

source: Execute
de_de: Ausführen
fi_fi: Suorita

source: Database size
de_de: Datenbankgröße
fi_fi: Tietokannan koko

source: Statistics
de_de: Statistik
fi_fi: Tilastot

source: Type of connection in use
de_de: Verbindungsart

source: Protocol version
de_de: Protokollversion

source: Character set and collation
de_de: Zeichensatz und Collation
fi_fi: Merkistö ja merkkijärjestys

source: Restoration complete.
de_de: Wiederherstellung vollständig.

source: This resets the settings needed when there is no logged in user. Doing this should cause no trouble. Are you sure?
de_de: Dies sollte die Einstellungen für den Fall zurücksetzen, dass keine Benutzer eingeloggt ist. Dies sollte keine Probleme verursachen. Sind Sie sicher?

source: Override and continue?
de_de: Einstellung erzwingen und weitermachen?

source: This looks like a permanent error. Try again?
de_de: Dies scheint ein permanenter Fehler zu sein. Noch mal probieren?

source: Take me back
de_de: Ich will zurück

source: Database backup
de_de: Datenbank-Backup
fi_fi: Tietokannan varmuuskopiointi

source: Select tables to backup
de_de: Tabellen für Backup wählen
fi_fi: Valitse varmuuskopioitavat taulut

source: Note: Maximum size for uploaded files on this server is (%s, %s). You may have problems restoring files larger than that. A system administrator may change this by setting upload_max_filesize and post_max_size in php.ini.
de_de: Hinweis: Die Größenbegrenzung für hochgeladene Dateien auf diesem Server ist (%s, %s). Beim Wiederherstellen aus größeren Dateien wird es wahrscheinlich Probleme geben. Ein Systemadministrator kann diese Einstellung durch Setzen von upload_max_filesize and post_max_size in der php.ini ändern.

source: User credentials does not match
de_de: Zugangsdaten stimmen nicht überein
fi_fi: Riittämättömät käyttöoikeudet

source: Database equalization
de_de: Datenbank-Vereinheitlichungen
fi_fi: Tietokannan yhdenmukaistaminen

source: removed
de_de: entfernt
fi_fi: poistettu

source: cannot delete
de_de: kann nicht löschen
fi_fi: ei voitu poistaa

source: List
de_de: Liste
fi_fi: Listaus

source: Clubs
de_de: Vereine
fi_fi: Seurat

source: Pools
de_de: Gruppen
fi_fi: Lohkot

source: Club to keep
de_de: Zu behaltender Verein
fi_fi: Säilytettävä seura

source: Join selected
de_de: Ausgewähltes zusammenfügen
fi_fi: Yhdistä valitut

source: New name
de_de: Neuer Name
fi_fi: Uusi nimi

source: Rename selected
de_de: Ausgewähltes umbenennen
fi_fi: Nimeä valitut

source: Delete selected
de_de: Ausgewähltes löschen
fi_fi: Poista valitut

source: Clear
de_de: Löschen
fi_fi: Tyhjennä

source: Direct database access is disabled. To enable it, define('ENABLE_ADMIN_DB_ACCESS','enabled') in the config.inc.php file.
de_de: Direkter Datenbankzugriff nicht aktiv. Um ihn zu aktivieren fügen Sie define('ENABLE_ADMIN_DB_ACCESS','enabled') in der Datei config.inc.php hinzu.

source: Select backup to restore
de_de: Backup zum Wiederherstellen aussuchen
fi_fi: Valitse palautettava varmuuskopio

source: Database restore
de_de: Datenbank wiederherstellen

source: INSERT statements
de_de: INSERT-Abfragen

source: Other statements
de_de: Andere Abfragen

source: DROP statement
de_de: DROP-Abfragen

source: Found %d tables and %d statements
de_de: %d Tabellen mit %d Abfragen gefunden

source: Testing performance. Time limit is %ds. If this takes too long or does not finish, you may have to reduce the file size...
de_de: Leistungstest. Zeitlimit ist %ds. Falls dies zu lange dauert oder nicht beendet wird, können sie versuchen, die Dateigröße zu reduzieren ...

source: Creating test table and inserting %d rows ...
de_de: Erzeuge Testtabelle mit %d Zeilen ...

source: Created %d rows in %ds / %ds...
de_de: %d Zeilen in %ds / %ds erzeugt ...

source: <br />Estimated total time of %ds. Too slow ...
de_de: <br />Geschätzte Gesamtzet ist %ds. Zu langsam ...

source: Committing...
de_de: Schließe Transaktion ab ...

source: Successfully created table with %d INSERTs in %ds. Time limit is %ds.
de_de: Erfolgreich Tabelle mit %d INSERTs in %ds erzeugt. Zeitlimit ist %ds.

source: Test was <em>not</em> successful!
de_de: Test war <em>nicht</em> erfolgreich!

source: This is a risky operation! Should it fail, for example due to a timeout, it may result in a corrupted database!
de_de: Dies ist eine riskante Operation! Falls sie fehlschlägt, zum Beispiel durch eine Zeitüberschreitung, kann die Datenbank beschädigt werden!

source: Test again...
de_de: Nochmal testen...

source: Invalid query: "%s"
de_de: Ungültige Abfrage: "%s"

source: running (time limit %ds / %ds)...
de_de: läuft (Zeitlimit %ds / %ds)...

source: Time limit exceeded. Aborting ...
de_de: Zeitlimit überschritten. Abbruch ...

source: time elapsed: %ds
de_de: vergangene Zeit: %ds

source: %s: %d inserts, %d others, dropped
de_de: %s: %d INSERTs, %d andere, gelöscht

source: %s: %d inserts, %d others
de_de: %s: %d INSERTs, %d andere

source: Imported %d / %d tables.
de_de: %d / %d Tabellen importiert.

source: Disabled Facebook and Twitter to avoid false postings.
de_de: Facebook- und Twittermeldungen wurden deaktiviert um falsche Meldungen zu verhindern.

source: Done!
de_de: Fertig!

source: Error, rolling back!
de_de: Fehler, Änderungen werde rückgängig gemacht!

source: Reading file (this may take a while) ...
de_de: Lese Datei (das kann dauern) ...

source: Unknown extension '%s' of '%s'
de_de: Unbekannte Erweiterung '%s' von '%s'

source: Handler error on line %d.
de_de: Handlerfehler bei Zeile %d.

source: Handler aborted
de_de: Handler abgebrochen

source: Restoring
de_de: Wiederherstellung läuft

source: Insufficient rights
de_de: Nötige Berechtigung fehlt

source: Uploaded file not found (error code %d: %s).
de_de: Hochgeladene Datei nicht gefunden (Fehlercode %d: %s).

source: Could not copy restore file.
de_de: Konnte Wiederherstellungsdatei nicht kopieren.

source: Could not open file '%s'.
de_de: Konnte Datei '%s' nicht öffnen.

source: Error
de_de: Fehler

source: Delete games
de_de: Spiele löschen

source: Select pools for deletion (experimental!)
de_de: Gruppen zur Löschung auswählen (experimentell!)

source: Delete
de_de: Löschen
fi_fi: Poista

source: Pool %s has been reset.
de_de: Pool %s wurde zurückgesetzt.

source: Confirm deletion
de_de: Löschung bestätigen

source: Insufficent rights to delete pool %s
de_de: Fehlende Nutzerberechtigung zum Löschen der Gruppe %s

source: Pool %s with %d games, %d moved games, %d moved teams, %d transfers, %d game events, and %d other data
de_de: Gruppe %s mit %d Spielen, %d mitgenommenen Spielen, %d übernommenen Teams, %d Transfers, %d Spielereignissen und %d sonstigen Datensätzen

source: Are you sure you want to delete this data? This might have undesirable side effects, especially if the tournament is running!
de_de: Wollen Sie diese Daten wirklich löschen? Dies könnte unerwünschte Nebenwirkungen haben, insbesondere wenn das Turnier bereits läuft!

source: Delete pools
de_de: Gruppen löschen

source: No pools selected
de_de: Keine Gruppen ausgewählt

source: Deleted pool %s.
de_de: Gruppe %s gelöscht.

source: Delete games ...
de_de: Spiele löschen ...

source: Delete pools ...
de_de: Gruppen löschen ...

source: Delete games in %s ...
de_de: Lösche Spiele in %s ...

source: You have no rights to delete any divisions.
de_de: Sie haben nicht die Rechte um Ligen zu löschen.

source: Select pools to play or undo
de_de: Pools zum Spielen oder Rückgängigmachen

source: Reset played games
de_de: Beendete Spiele zurücksetzen

source: Cancel
de_de: Abbrechen
fi_fi: Peruuta

source: Poll mandatory
de_de: Umfrage erforderlich

source: Delete poll
de_de: Abstimmung löschen

source: Do you want to delete the poll and all votes?
de_de: Möchten Sie die Umfrage mit allen Stimmen löschen?

source: No
de_de: Nein
fi_fi: Ei

source: Edit game
de_de: Spiel ändern
fi_fi: Muokkaa peliä

source: Game played
de_de: Spiel beendet
fi_fi: Peli pelattu

source: Final score
de_de: Endergebnis
fi_fi: Pelin tulos

source: Change game result
de_de: Spielergebnis ändern
fi_fi: Muuta pelin tulos

source: Change game roster
de_de: Spielerliste des Spiels ändern
fi_fi: Muuta pelin pelaajalista

source: Change game score sheet
de_de: Spielbericht ändern
fi_fi: Muuta pelin pöytäkirja

source: Change game defense sheet
de_de: Defensebericht ändern
fi_fi: Muuta pelin puolustustilastoja

source: Print score sheet
de_de: Spielbericht drucken
fi_fi: Tulosta pöytäkirjat

source: Add media
de_de: Medien hinzufügen
fi_fi: Lisää media

source: Pool
de_de: Gruppe
fi_fi: Lohko

source: Home team
de_de: Heimteam
fi_fi: Kotijoukkue

source: Guest team
de_de: Gast-Team
fi_fi: Vierasjoukkue

source: Starting time
de_de: Startzeit
fi_fi: Aloitusaika

source: Responsible person
de_de: Verantwortl. Person
fi_fi: Vastuuhenkilö

source: Event data export
de_de: Turnierdatenexport

source: Export season %s.
de_de: Exportiere Saison %s.

source: Exported divisions:
de_de: Exportierte Ligen:

source: Export as template, without results
de_de: Als Schablone ohne Ergebnisse exportieren

source: Event data import
de_de: Turnierdatenimport

source: You can import from a file or from another division.
de_de: Sie können aus einer Datei oder aus einer anderen Klasse / Liga importieren.

source: Would you like to start over?
de_de: Möchten Sie von vorne beginnen?

source: Export to a file
de_de: In eine Datei exportieren

source: Import from a file
de_de: Aus einer Datei importieren

source: Import from another division
de_de: Aus einer anderen Klasse / Liga importieren

source: Select XML file to import
de_de: XML-Datei zum Import auswählen

source: Check file...
de_de: Überprüfe Datei ...

source: No series selected!
de_de: Keine Klasse/Liga ausgewählt!

source: Select division from another tournament
de_de: Klasse / Liga aus einem anderen Turnier auswählen

source: Check divison(s)...
de_de: Klasse(n) prüfen ...

source: Invalid file: %s (error code %s). Make sure that the directory is not write-protected.
de_de: Ungültige Datei: %s (Fehlercode %s). Stellen Sie sicher, dass das Verzeichnis nicht schreibgeschützt ist.

source: Selected divisions:
de_de: Gewählte Klassen / Ligen:

source: Import as template, without results
de_de: Als Schablone ohne Ergebnisse importieren

source: Choose mode...
de_de: Modus wählen ...

source: Warning: Divisions of multiple seasons found, ignoring '%s'.
de_de: Warnung: Ligen aus verschiedener Turnieren gefunden, ignoriere '%s'.

source: Successfully imported into %s.
de_de: Erfolgreich nach %s importiert.

source: Error while importing into %s:
de_de: Fehler beim Importieren nach %s:

source: Error while importing %s:
de_de: Fehler beim Importieren von %s:

source: Your data was not actually imported. The debug output is shown below. Do you want to import now?
de_de: Die Daten wurden nicht wirklich importiert. Die Protokoll zur Fehlerfindung wird unten angezeigt. Wollen Sie jetzt importieren?

source: Debug output:
de_de: Protokoll:

source: Edit locations
de_de: Spielorte ändern
