Repository: stm2/ultiorganizer
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: de_de, fi_fi

source: Cannot delete poll
de_de: Kann Abstimmung nicht löschen

source: Poll not open for suggestions.
de_de: Umfrage nicht für Vorschläge freigegeben.

source: Edit option
de_de: Wahlmöglichkeit ändern

source: Edit option for %s
de_de: Wahlmöglichkeit für %s verändern

source: Add option for %s
de_de: Wahlmöglichkeit für %s hinzufügen

source: Option Name
de_de: Name der Wahlmöglichkeit

source: Mentor (public)
de_de: Mentor (öffentlich)

source: Poll Password
de_de: Umfragepasswort

source: Final result saved: %s - %s.
de_de: Endergebnis gespeichert: %s - %s.

source: Winner is <span style='font-weight:bold'>%s</span>.
de_de: Der Gewinner ist <span style='font-weight:bold'>%s</span>.

source: Game ongoing. Current score: %s - %s.
de_de: Spiel läuft, aktueller Spielstand: %s - %s.

source: Game reset
de_de: Spiel zurückgesetzt

source: Game is running.
de_de: Spiel läuft.

source: Game is finished.
de_de: Spiel ist vorbei.

source: If game ongoing, update as current result:
de_de: Wenn das Spiel noch läuft, Spielstand aktualisieren:
fi_fi: Jos peli on menossa, päivitä tilanne:

source: If this is all wrong, clear the result:
de_de: Falls nicht zutreffend, Ergebnis löschen:

source: Are you sure you want to delete last score?
de_de: Sind Sie sicher, dass der letzte Score gelöscht werden soll?
fi_fi: Haluatko varmasti poistaa viimeisen pisteen?

source: Point
de_de: Punkt
fi_fi: Piste

source: Score sheet saved
de_de: Spielbericht gespeichert
fi_fi: Pöytäkirja tallennettu

source: Game score sheet
de_de: Spielbericht
fi_fi: Pelin pöytäkirja

source: Game ongoing
de_de: Spiel läuft
fi_fi: Peli kesken

source: Save scores
de_de: Ergebnis speichern
fi_fi: Tallenna pisteet

source: Submitting team
de_de: Vergebendes Team

source: Search Division
de_de: Klasse / Liga suchen

source: Incomplete spirit scores were saved for %s.
de_de: Unvollständige Spiritwertung gespeichert für %s.

source: Game result was not updated.
de_de: Spielergebnis wurde nicht verändert.

source: Game not ready.
de_de: Spiel nicht bereit.

source: Not authorized. Nothing was saved.
de_de: Nicht autorisiert. Es wurde nichts gespeichert.

source: Invalid game %d
de_de: Ungültiges Spiel %d

source: Search team
de_de: Team suchen

source: Final result:
de_de: Endergebnis:

source: If you think this is not correct, please contact the tournament administration immediately!
de_de: Wenn Sie denken, dass dies nicht korrekt ist, kontaktieren Sie bitte umgehend die Turnierleitung!

source: Save and previous game &laquo;
de_de: Speichern und vorheriges Spiel &laquo;

source: Reset
de_de: Zurücksetzen

source: &raquo; Save and next game
de_de: &raquo; Speichern und nächstes Spiel

source: Previous game: %s
de_de: Vorheriges Spiel: %s

source: Next game: %s
de_de: Nächstes Spie: %s

source: This team has no club
de_de: Dieses Team hat keinen Verein

source: Club information
de_de: Vereinsdaten
fi_fi: Seuran tiedot

source: Team Profile
de_de: Teamprofil
fi_fi: Joukkueprofiili

source: Club Profile
de_de: Club-Profil
fi_fi: Seuraprofiili

source: Show on club list
de_de: In Vereinsliste anzeigen
fi_fi: Näytä seuralistauksessa

source: Founded on year
de_de: Gegründet im Jahre
fi_fi: Perustettu vuonna

source: Web pages (homepage, blogs, images, videos)
de_de: Webseiten (Homepage, Blogs, Medien)
fi_fi: WWW-sivut (kotisivut, blogit, kuvat, videot)

source: Current image
de_de: Aktuelles Bild
fi_fi: Nykyinen kuva

source: Delete image
de_de: Bild löschen
fi_fi: Poista kuva

source: New image
de_de: Neues Bild
fi_fi: Uusi kuva

source: Check Club card
de_de: Vereinsstatistik einsehen
fi_fi: Katso seurakortti

source: Account deletion
de_de: Kontolöschung

source: This is the only super admin account. It cannot be deleted. Please create a separate super admin account first.
de_de: Dies ist das einzige globale Administratorkonto. Es kann nicht gelöscht werden. Bitte erzeugen Sie zunächst ein anderes Administratorkonto.

source: Cannot delete anonymous user
de_de: Kann anonymen Benutzer nicht löschen

source: Are you sure you want to delete your account? This step deletes all your data and cannot be undone!
de_de: Sind Sie sicher, dass Sie ihr Konto löschen möchten? Dieser Schritt löscht alle Ihre Daten und kann nicht rückgängig gemacht werden!

source: This is an admin account!
de_de: Dies ist ein Administratorkonto!

source: Yes, delete
de_de: Ja, löschen

source: No, abort
de_de: Nein, abbrechen

source: Event mandatory
de_de: Turnier/Saison erforderlich
fi_fi: Tapahtuman määrittely pakollista

source: All %d users registered for the event
de_de: Mail an alle %d Benutzer, die für dieses Turnier registriert sind

source: Mail to Event Organizers
de_de: Kontakt Turnierorganisatoren

source: All organizers
de_de: Alle Organisatoren

source: Mail to Division Organizers
de_de: Kontakt Ligenverwalter

source: No admins known
de_de: Keine Admins eingetragen

source: All admins
de_de: Alle Administratoren

source: All season admins
de_de: Alle Ligenadministratoren

source: Mail to Teams
de_de: Mail an Teams

source: All %d team admins in %s
de_de: Alle %d Teamadministratoren in %s

source: Enrolled teams
de_de: Eingetragene Teams
fi_fi: Ilmoitetut joukkueet

source: Enrolled
de_de: Angemeldet
fi_fi: Ilmoitettu

source: State
de_de: Zustand
fi_fi: Tila

source: Confirmed
de_de: Bestätigt
fi_fi: Vahvistettu

source: Manage player Facebook feeds for
de_de: Facebook-Feeds verwalten für
fi_fi: Hallitse pelaajan Facebook syötteitä

source: Facebook is not enabled on this site!
de_de: Facebook ist auf dieser Seite nicht aktiviert!

source: Player card
de_de: Spielerstatistik
fi_fi: Pelaajakortti

source: Facebook feed messages
de_de: Facebooknachrichten
fi_fi: Facebook syötteen tekstit

source: Messages will be published on your feed when the event happens
de_de: Nachrichten werden auf Ihrem Ticker veröffentlicht wenn das Ereignis passiert
fi_fi: Viesti tullaan julkaisemaan syötteessäsi kun tapahtuma tapahtuu

source: Placeholders will be replaced from with information from the events
de_de: Platzhalter werden mit Daten des Turniers ersetzt
fi_fi: Tilanvaraaja tullaan korvaamaan tapahtuman tiedoilla

source: The available placeholders are the following:
de_de: Die verfügbaren Platzhalte sind:
fi_fi: Mahdolliset tilanvaraajat ovat seuraavat:

source: Player's team name
de_de: Teamname des Spielers
fi_fi: Pelaajan joukkueen nimi

source: Opponent team name
de_de: Teamname des Gegners
fi_fi: Vastustajan joukkueen nimi

source: Player's team score
de_de: Ergebnis des Teams des Spielers
fi_fi: Pelaajan joukkueen pisteet

source: Opponent team score
de_de: Punkte Gegnerteam
fi_fi: Vastustajan joukkueen pisteet

source: Name of the player passing the goal (goal events only)
de_de: Name des Spielers, der den Pass zum Punkt spielt
fi_fi: Syöttäjän nimi (vain maalit)

source: Name of the player catching the goal (goal events only)
de_de: Name des Spielers, der den Punkt fängt.
fi_fi: Maalintekijän nimi (vain maalit)

source: Facebook publishing options
de_de: Optionen zur Facebookveröffentlichung
fi_fi: Facebook julkaisuasetukset

source: Publish event
de_de: Ereignis veröffentlichen
fi_fi: Julkaise tapahtuma

source: Publish player card
de_de: Spielerstatistik veröffentlichen
fi_fi: Julkaise pelaajakortti

source: Check out my player profile in ultiorganizer
de_de: Mein Spielerprofil in Ultiorganizer
fi_fi: Tarkista pelaajan profiili Ultiorganizer:sta

source: Publish
de_de: Veröffentlichen
fi_fi: Julkaise

source: User name is required
de_de: Benutzername erforderlich

source: Password is required
de_de: Passwort erforderlich

source: Score sheets
de_de: Spielberichte

source: Game %s
de_de: Spiel %s

source: Series
de_de: Liga

source: Series %s
de_de: Klasse %s

source: Without reservation
de_de: Ohne Reservierung

source: Reservation %s
de_de: Reservierung %s

source: No reservations for this user!
de_de: Keine Reservierungen für diesen Benutzer!

source: Group %s
de_de: Gruppe %s

source: upcoming
de_de: Nächste Spiele

source: print rosters if teams have rosters set
de_de: Aufstellung drucken, falls bei den Teams vorhanden

source: always print rosters
de_de: Aufstellung immer drucken

source: never print rosters
de_de: Aufstellung nie drucken

source: short sheets (multiple games per page)
de_de: Kurze Spielberichte (mehrere Spiele pro Seite)

source: long sheets (one game per page)
de_de: Lange Spielberichte (ein Spiel pro Blatt)

source: Fields on separate pages
de_de: Felder auf getrennten Seiten

source: Score sheets for a pool
de_de: Spielberichte für einen Pool

source: Score sheets for a reservation
de_de: Spielberichte für eine Reservierung

source: Score sheets for a game
de_de: Spielberichte für ein Spiel

source: Blank score sheets
de_de: Blanko-Spielberichte

source: Roster for a team
de_de: Aufstellung für ein Team

source: Rosters for a division
de_de: Aufstellungen für eine Klasse

source: No games selected
de_de: Keine Spiele ausgewählt

source: Empty Sheets
de_de: Blanko-Spielberichte

source: Search Pools
de_de: Pools suchen

source: Search Reservations
de_de: Reservierungen suchen

source: Search Games
de_de: Spiele suchen

source: Search Teams
de_de: Teams suchen

source: Search Divisions
de_de: Klassen / Ligen suchen

source: Player information
de_de: Spielerdaten
fi_fi: Pelaajan tiedot

source: Player details
de_de: Spieler-Details
fi_fi: Pelaajan tiedot

source: Show in public profile
de_de: Im öfftl. Profil anzeigen
fi_fi: Näytä julkisessa profiilissa

source: License Id
de_de: Lizenz-ID
fi_fi: Lisenssi Id

source: Jersey number
de_de: Trikotnummer
fi_fi: Pelinumero

source: Additional information
de_de: Zusätzliche Informationen
fi_fi: Lisätietoa

source: National membership number
de_de: Nationale Mitgliedsnummer
fi_fi: Kansallinen jäsennumero

source: Gender
de_de: Geschlecht
fi_fi: Sukupuoli

source: Female
de_de: Weiblich
fi_fi: Nainen

source: Male
de_de: Männlich
fi_fi: Mies

source: left
de_de: links
fi_fi: vasen

source: right
de_de: rechts

source: both
de_de: beidhändig

source: Field position/role
de_de: Position/Rolle
fi_fi: Pelipaikka

source: Check public player card
de_de: Öffentliche Spielerstatistik einsehen
fi_fi: Katso pelaajakortti

source: Poll Results for %s
de_de: Umfrageergebnis für %s

source: No results yet
de_de: Ergebnisse noch nicht verfügbar

source: Results not published yet.
de_de: Ergebnisse wurden noch nicht veröffentlicht.

source: %d votes cast.
de_de: %d Stimmen abgegeben.

source: Ranked by %s
de_de: Sortiert nach %s

source: Option
de_de: Wahlmöglichkeit

source: Number of votes (0 or not) for this option
de_de: Anzahl der Stimmen (0 oder nicht) für diese Wahlmöglichkeit

source: Number of voters with a positive score for this option (approval voting)
de_de: Anzahl der Stimmen mit positiver Bewertung für diese Wahlmöglichkeit (Zustimmungswahl)

source: Number of voters with this option as first preference (plurality voting)
de_de: Anzahl der Stimmen, die diese Wahlmöglichkeit an erster Stelle haben (Mehrheitswahl)

source: Sum
de_de: Summe

source: Sum of all scores for this option (score voting)
de_de: Summe aller Bewertungen (Bewertungswahl)

source: Normalized sum (scores between 0 and 1)
de_de: Normalisierte Summe (Bewertungen zwischen 0 und 1)

source: Average of all scores (not counting 0s) for this option (range voting)
de_de: Mittelwert aller Bewertungen (0 nicht mitgezählt) für diese Wahlmöglichkeit (Bewertungswahl)

source: Normalized average
de_de: Normalisierter Mittelwert

source: Round robin tournament where each result is majority voting (Copeland score)
de_de: Rundenturnier, bei dem jedes einzelne Ergebnis durch Mehrheitswahl bestimmt wird (Copeland score)

source: Round robin tournament score where each voter represents a full round (Borda score)
de_de: Rundenturnier, bei dem jeder Abstimmende einer vollen Runde entspricht (Borda-Wahl)

source: As Borda, but allowing abstention
de_de: Wie Borda, aber mit Enthaltungen

source: Geometric
de_de: Geometrisch

source: As Borda but with geometric point distribution (1, 1/2, 1/3, 1/4 ...)
de_de: Wie Bordawahl, aber mit geometrischer Punktverteilung (1, 1/2, 1/3, 1/4, ...)

source: Harmonic
de_de: Harmonisch

source: As Borda but with harmonic point distribution (1, 1/2, 1/4, 1/8 ...)
de_de: Wie Bordawahl, aber mit harmonischer Punkteverteilung (1, 1/2, 1/4, 1/8, ...)

source: Show votes
de_de: Zeige Stimmen

source: Select metric
de_de: Metrik wählen

source: Rank by
de_de: Sortieren nach

source: Votes
de_de: Stimmen

source: Season or division mandatory
de_de: Saison oder Liga erforderlich

source: Unknown division
de_de: Unbekannte Klasse/Liga

source: Polls for %s
de_de: Umfrage für %s

source: Poll option has been deleted.
de_de: Wahlmöglichkeit wurde gelöscht.

source: Poll %d
de_de: Umfrage %d

source: No options have been defined, yet.
de_de: Es wurden noch keine Wahlmöglichkeiten definiert.

source: Op
de_de: Akt

source: Do you want to delete %s?
de_de: Wollen sie %s löschen?

source: Suggest option
de_de: Auswahlmöglichkeit vorschlagen

source: View Results
de_de: Ergebnisse ansehen

source: Feed in the data for your game responsibilities
de_de: Dateneingabe für Spielverantwortliche
fi_fi: Syötä vastuullasi oleviin peleihin

source: Players in the game
de_de: Aktive Spieler
fi_fi: Pelissä pelanneet pelaajat

source: Click on Mass input to input multiple results at once, then Save
de_de: Klicken Sie auf Masseneingabe, dann auf Speichern, um mehrere Ergebnisse auf einmal einzugeben

source: Check the game play after feeding in the score sheet
de_de: Kontrollieren Sie nach der Eingabe des Spielberichts dessen Korrektheit
fi_fi: Tarkista tämän jälkeen syöttämäsi pöytäkirjan oikeellisuus 'pelin kulku' linkistä

source: Hide future games
de_de: Zukünftige Spiele verbergen

source: Show all games
de_de: Alle Spiele anzeigen

source: Feeding in the score sheet requires JavaScript. Please enable JavaScript in your browser to continue!
de_de: Das Ausfüllen des Spielberichts erfordert JavaScript. Bitte aktivieren Sie JavaScript in Ihrem Browser um fortzufahren!

source: No location
de_de: Kein Ort
fi_fi: Ei pelipaikkaa

source: Team profile
de_de: Spielerprofil
fi_fi: Joukkueprofiili

source: Club profile
de_de: Vereinsprofil
fi_fi: Seuraprofiili

source: Team card
de_de: Team-Statistik
fi_fi: Joukkueprofiili

source: Club card
de_de: Vereinsstatistiken
fi_fi: Seuraprofiili

source: Choose pools to show
de_de: Wählen Sie anzuzeigende Gruppen
fi_fi: Valitse näytettävät sarjat

source: Current event
de_de: Aktuelles Turnier
fi_fi: Nykyinen tapahtuma

source: This shows the groups of the tournament or season you have currently selected in the drop down menu in the left menu.
de_de: Zeigt die Pools des Turniers oder der Klasse, die Sie ausgewählt haben im Auswahlmenü auf der linken Seite.

source: Team pools
de_de: Gruppen für Team
fi_fi: Joukkueen sarjat

source: can not be removed from the roster
de_de: kann aus der Spielerliste entfernt werden
fi_fi: ei voida poistaa pelaajalistalta

source: Games played in the team:
de_de: Im Team gespielt:

source: Add players to team's roster:
de_de: Füge Spieler zur Spielerliste hinzu:

source: Players already having a profile in Ultiorganizer: Enter full or part of the player name and press the search-button. Select correct player from the dialog and press the confirm-button.
de_de: Spieler, die schon ein Profil in Ultiorganizer haben: Geben Sie den Spielernamen oder einen Teil davon ein und klicken Sie auf Suchen. Wählen Sie den richtigen Spieler aus und klicken Sie auf Bestätigen.

source: New players: Enter jersey number, first and last name. Press add-button.
de_de: Neuer Spieler: Gib Trikotnummer, Vor- und Nachname an. Klick den Hinzufügen-Button.
fi_fi: Uudet pelaajat: Syötä pelinumero, etu- ja sukunimi. Paina lisää-nappia.

source: Profile
de_de: Profil
fi_fi: Profiili

source: Accredited
de_de: Akkreditiert
fi_fi: Akkreditoitu

source: Member ID
de_de: Mitgliedsnummer

source: Copy team roster from:
de_de: Spielerliste kopieren von:
fi_fi: Kopioi pelaajalista:

source: Copy
de_de: Kopieren
fi_fi: Kopioi

source: view
de_de: anzeigen
fi_fi: katso

source: Yes
de_de: Ja
fi_fi: Kyllä

source: Back to feeding in player numbers
de_de: Zurück zur Spielernummerneingabe
fi_fi: Takaisin syöttämään pelinumeroita

source: Print roster
de_de: Spielerliste drucken
fi_fi: Tulosta pelaajalista

source: Team details
de_de: Teamdaten
fi_fi: Joukkueen tiedot

source: Abbreviation too short.
de_de: Abkürzung zu kurz.
fi_fi: Lyhenne liian lyhyt.

source: Abbreviation already used by
de_de: Abkürzung ist vergeben
fi_fi: Lyhenne on jo käytössä joukkueella

source: Check Team card
de_de: Teamstatistik anzeigen
fi_fi: Katso joukkuekortti

source: User information
de_de: Benutzerdaten
fi_fi: Omat tiedot

source: You are not logged in.
de_de: Sie sind nicht angemeldet.

source: Unknown user '%s'.
de_de: Unbekannter Nutzer '%s'.

source: Unsupported language:
de_de: Nicht-unterstützte Sprachei:
fi_fi: Ei tuettu kieli:

source: Changes were NOT saved
de_de: Änderungen NICHT gespeichert
fi_fi: Tietoja EI tallennettu!

source: Changes were saved
de_de: Änderungen gespeichert
fi_fi: Tiedot tallennettu

source: Changes were saved.
de_de: Änderungen gespeichert.

source: Changes were NOT saved.
de_de: Änderungen NICHT gespeichert.

source: Nothing was changed.
de_de: Nichts wurde verändert.

source: Primary email
de_de: Primäre E-Mailadresse
fi_fi: Ensisijainen sähköposti

source: Add extra address
de_de: Extra Adresse hinzufügen
fi_fi: Lisää sähköpostiosoite

source: Set as primary
de_de: Zu primär ändern
fi_fi: Aseta ensisijaiseksi

source: Login via Facebook
de_de: Login mit Facebook
fi_fi: Facebook kirjautuminen

source: Change link from this account to my current Facebook account
de_de: Link von diesem Konto zum Facebook-Konto ändern
fi_fi: Muuta linkki tästä tilistä Facebook tiliin

source: Link this account to my Facebook account
de_de: Verlinke dieses Konto mit meinem Facebook-Konto
fi_fi: Linkitä tämä tili Facebook tiliin

source: Remove link from this account to my Facebook account
de_de: Link von diesem Konto zum Facebook-Konto entfernen
fi_fi: Poista tämän tilin linkitys Facebook tiliin

source: Language
de_de: Sprache
fi_fi: Kieli

source: Show administration menus
de_de: Administrationsmenü anzeigen

source: Administration menus for these tournaments are shown.
de_de: Administrationsmenüs für diese Turniere werden angezeigt.

source: Hide
de_de: Verstecken
fi_fi: Piilota

source: Show
de_de: Anzeigen
fi_fi: Näytä

source: Administration menus for these tournaments are hidden.
de_de: Administrationsmenüs für diese Turniere sind versteckt.

source: Show pools
de_de: Zeige Gruppen
fi_fi: Näytä sarjat

source: Regular menus for pools matching these criteria are shown on the left.
de_de: Die normalen Menüs für Pools, die diesen Kriterien entsprechen, werden links angezeigt.

source: User roles
de_de: Nutzerrollen
fi_fi: Käyttöoikeudet

source: Game input responsibility
de_de: Spieleingabe-Recht
fi_fi: Pelin syöttövastuu

source: Do not publish the game events of this player on my Facebook feed
de_de: Ergebnisse dieses Spielers nicht per Facebook veröffentlichen
fi_fi: Älä julkaise tämän pelaajan pelitapahtumia Facebookisssa

source: Unpublish
de_de: Veröffentl. rückgängig machen
fi_fi: Älä julkaise

source: Publish the game events of this player on my Facebook feed
de_de: Ergebnisse dieses Spielers per Facebook veröffentlichen
fi_fi: Julkaise tämän pelaajan pelitapahtumia Facebookisssa

source: New password
de_de: Neues Passwort
fi_fi: Uusi salasana

source: Change Password
de_de: Passwort ändern
fi_fi: Vaihda salasana

source: Delete your account
de_de: Konto löschen

source: Delete this account
de_de: Dieses Konto löschen

source: You cannot vote for this poll.
de_de: Sie können bei dieser Abstimmung keine Stimme abgeben.

source: Enter your name (public)
de_de: Geben Sie ihren Namen ein (öffentlich)

source: Missing vote for %s
de_de: Fehlendes Ergebnis für %s

source: Wrong personal password
de_de: Falsches persönliches Passwort

source: Passwort cannot be empty. The password can be used to change your vote later.
de_de: Passwort darf nicht leer sein. Mit Ihrem Passwort können Sie ihre Stimme später ändern.

source: Vote has been saved.
de_de: Stimme wurde gespeichert.

source: Wrong password
de_de: Falsches Passwort

source: Vote has been deleted.
de_de: Stimme wurde gelöscht.

source: Voting has not started yet.
de_de: Stimme wurde gespeichert.

source: Enter a personal password for %s's vote (needed if you change your vote later)
de_de: Geben Sie ein Passwort für die Stimmabgabe von %s ein (um sie später ändern zu können)

source: Override
de_de: Überstimmen

source: Sorry, user guide not available for your language.
de_de: Es tut uns leid, es gibt keine Anleitung in Ihrer Sprache.

source: Accreditation can be done manually player by player from team roster or automatically against event organizer's external license database.
fi_fi: Akkreditointi voidaan tehdä pelaajakohtaisesti joukkueen pelaajalistalta tai automaattisesti järjestäjän lisenssitietokantaa vasten.

source: Team
fi_fi: Joukkue

source: hh:mm
fi_fi: tt:mm

source: Facebook Update Page
fi_fi: Facebook päivityssivu

source: Name
fi_fi: Nimi

source: Crossmatch
fi_fi: Ristipeli

source: Teams
fi_fi: Joukkueet

source: Time-outs
fi_fi: Aikalisät

source: Enrollment open
fi_fi: Ilmoittautuminen avoinna

source: International
fi_fi: Kansainvälinen

source: E-Mail
fi_fi: Sähköposti

source: Time-outs on overtime
fi_fi: Aikalisiä lisäajalla

source: Email
fi_fi: Sähköposti

source: Id
fi_fi: Jnro

source: Backup
fi_fi: Varmuuskopioi

source: Plugins
fi_fi: Laajennukset

source: bytes
fi_fi: tavua

source: Export
fi_fi: Vie

source: Import
fi_fi: Tuo

source: Not named
fi_fi: Ei nimetty

source: not found
fi_fi: ei löydy

source: outdoors
fi_fi: ulkona

source: indoors
fi_fi: sisällä

source: Fetch coordinates
fi_fi: Hae koordinaatit

source: Field
fi_fi: Kenttä

source: National Teams
fi_fi: Maajoukkueet

source: Club Teams
fi_fi: Seaurajoukkueet

source: National
fi_fi: Kansallinen

source: Spirit
fi_fi: Spirit-pisteet

source: Event has
fi_fi: Tapahtumalla on

source: Are you sure you want to delete the event?
fi_fi: Haluatko varmasti poistaa tapahtuman?

source: Pos.
fi_fi: Sij.

source: Opponent VPs
fi_fi: Vastustajan VP:t

source: No name
fi_fi: Ei nimeä

source: Administrator
fi_fi: Ylläpitäjä

source: Plays
fi_fi: Pelaa

source: Calls remain
fi_fi: Kutsuja jäljellä

source: Homepage
fi_fi: Kotisivut

source: Captains confirm roster by crossing out injured players, and adjusting jersey numbers if necessary.
fi_fi: Kapteenit vahvistavat joukkueen pelaajalistan: pelaajat jotka eivät pelaa yliviivataan ja tarvittaessa pelinumerot korjataan.

source: Assist
fi_fi: Syöttäjä

source: Afghanistan
fi_fi: Afganistan

source: Anguilla
fi_fi: Angola

source: Bahamas
fi_fi: Bahama

source: Cayman Islands
fi_fi: Caymansaaret

source: China
fi_fi: Kiina

source: Jamaica
fi_fi: Jamaika

source: Japan
fi_fi: Japani

source: Macau
fi_fi: Macao

source: Malaysia
fi_fi: Malesia

source: Pakistan
fi_fi: Paksitan

source: Portugal
fi_fi: Portugali

source: Swaziland
fi_fi: Swazimaa

source: Thailand
fi_fi: Thaimaa

source: Ukraine
fi_fi: Ukraina

source: Zambia
fi_fi: Sambia

source: Ultiorganizer
fi_fi: Pelikone

source: License ok
fi_fi: Lis.ok

source: Finnish Flying Disc Association
fi_fi: Suomen Liitokiekkoliitto

source: Total
fi_fi: Yhteensä

source: Upload
fi_fi: Lataa

source: License file imported.
fi_fi: Lisenssitiedosto tuotu.

source: New licensed players added:
fi_fi: Uusia lisenssipelaajia lisätty:

source: Accredit players against license database with selected conditions.
fi_fi: Akkreditoi pelaajat lisenssitietokannasta valittujen ehtojen mukaisesti.
