Repository: stm2/ultiorganizer
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: de_de, fi_fi

# pdfscore:gender
source: f
de_de: w

source: Gender ratio A =
de_de: Gender A =

source: Game record
de_de: Spielbericht

source: pool
de_de: Gruppe

source: After the match has ended, update result:
de_de: Nach dem Ende des Spiels, geben Sie das Ergebnis ein:

source: Organization
de_de: Organisation
fi_fi: Järjestäjä

source: Defenses record
de_de: Defense-Statistik
fi_fi: Puolustustilasto

source: First offense
de_de: Erste Offense

source: Score
de_de: Spielstand
fi_fi: Tilanne

source: Touched
de_de: Berührt
fi_fi: Kosketettu

source: Caught
de_de: Gefangen
fi_fi: Otettu kiinni

source: Name must be at least 2 letters long!
de_de: Name muss mindestens zwei Buchstaben haben!
fi_fi: Nimen pitää olla vähintään 2 kirjainta pitkä!

source: Confirm
de_de: Bestätigen
fi_fi: Vahvista

source: Profile Id
de_de: Profil-ID
fi_fi: Profiili Id

source: First name
de_de: Vorname
fi_fi: Etunimi

source: Last name
de_de: Nachname
fi_fi: Sukunimi

source: Date of birth
de_de: Geburtstag
fi_fi: Syntymäaika

source: Prev. Team
de_de: Vorheriges Team
fi_fi: Edel. Joukkue

source: Prev. Event
de_de: Vorheriges Turnier
fi_fi: Edel. Tapahtuma

source: Choose best match
de_de: Besten Treffer auswählen
fi_fi: Valitse sopivin jäsentieto

source: Close
de_de: Schließen
fi_fi: Sulje

source: Number
de_de: Nummer
fi_fi: Numero

source: No divisions selected!
de_de: Keine Klasse/Liga ausgewählt!

source: new accreditations.
de_de: neue Akkreditierungen.
fi_fi: uutta akkreditointia.

source: players accredited.
de_de: Spieler akkreditiert.
fi_fi: pelaajaa akkreditoitu.

source: Update ultiorganizer license database
de_de: Aktualisiere die Ultiorganizer Lizenz-Datenbank
fi_fi: Päivitä pelikoneen jäsenrekisteri

source: Membership database (a file with .mdb/.csv suffix)
de_de: Mitglieder-Datenbank (eine Datei mit .mdb/cvs -Endung)
fi_fi: Jäsenrekisterikantatiedosto (mdb/cvs -päätteinen tiedosto)

source: License for year:
de_de: Lizenz für Jahr:
fi_fi: Lisenssi vuodelle:

source: Scoresheet
de_de: Spielbericht
fi_fi: Pöytäkirja

source: Half time ends (time)
de_de: Halbzeit endet (Zeit)
fi_fi: Puoliaika päättyi (aika)

source: After the match has ended, update result:
de_de: Nach dem Ende des Spiels, geben Sie das Ergebnis ein:
fi_fi: Ottelun päätyttyä päivitä tulos:

source: Filling instructions:
de_de: Anleitung:
fi_fi: Täyttöohjeet:

source: 1. Mark team's captain with C letter after name.
de_de: 1. Markiere den Team Captain mit einem an den Namen angehängten C.
fi_fi: 1. Merkitse joukkueen kapteeni C-kirjaimella nimen jälkeen.

source: 2. Mark players playing with X on Play -column.
de_de: 2. Markiere Spieler mit X in der Spiel-Spalte.
fi_fi: 2. Merkitse pelaavat pelaajat ruksilla Pelaa -sarakkeeseen.

source: 3. Add jersey numbers for players on # -column.
de_de: 3. Füge für die Spieler in der #-Spalte Trikot-Nummern hinzu.
fi_fi: 3. Lisää pelaajien pelinumerot # -sarakkeeseen.

source: Jersey
de_de: Trikot
fi_fi: Pelinumero

source: Time-outs (time)
de_de: Time-Outs (Zeit)
fi_fi: Aikalisät (aika)

source: First Offence
de_de: Erste Offence
fi_fi: Ensimmäinen hyökkäys

source: Membership
de_de: Mitgliedschaft
fi_fi: Jäsenmaksu

source: License
de_de: Lizenz
fi_fi: Lisenssi

source: Women
de_de: Frauen
fi_fi: Naiset

source: Juniors
de_de: Junioren
fi_fi: Juniorit

source: Final
de_de: Finale
fi_fi: Finaali

source: SM-Final
de_de: SM-Finale
fi_fi: SM-Finaali

source: SM-qualification
de_de: SM-Qualifikation
fi_fi: SM-karsinta

source: Continuation pool
de_de: Folge-Gruppe
fi_fi: Jatkolohko

source: After the match has ended, send SMS
de_de: Sende eine SMS nach Abschluss des Spiels
fi_fi: Ottelun päätyttyä lähetä viesti

source: home score
de_de: Punkte (Heim)
fi_fi: kotipisteet

source: guest score
de_de: Punkte (Gast)
fi_fi: vieraspisteet

source: without the quotes
de_de: ohne Anführungszeichen
fi_fi: ilman lainausmerkkejä

source: to number +358404761685
de_de: An Nummer +358404761685
fi_fi: numeroon +358415819744

source: e.g.
de_de: z. B.
fi_fi: esim.

source: Defenseboard
de_de: Defenseliste
fi_fi: Puolustustilastot

source: No playoff tree template found.
de_de: Keine Playoff-Baum-Vorlage gefunden.
fi_fi: Playoff puun mallia ei löytynyt.

source: Goals against
de_de: Gegenpunkte
fi_fi: Päästetyt maalit

source: Goal diff
de_de: Punktedifferenz
fi_fi: Maaliero

source: Warning: missing team
de_de: Warnung: fehlendes Team

source: Data export
de_de: Daten exportieren
fi_fi: Tiedon vienti

source: CSV-files
de_de: CSV-Export
fi_fi: CSV-tiedostot

source: Get comma separated UTF-8 encoded files by clicking links below.
de_de: Folge den Links für komma-getrennte, UTF-8 codierte Dateien.
fi_fi: Lataa pilkulla erotetut UTF-8 koodattu tiedostot klikkaamalla linkkiä.

source: You can also change encoding and separator.
de_de: Sie können die Kodierung und das Trennzeichen auch ändern.
fi_fi: Voit myös vaihtaa merkkien koodausta ja erotinmerkkiä.

source: All scheduled games
de_de: Alle angesetzten Spiele
fi_fi: Kaikki aikataulutetut pelit

source: Player statistics
de_de: Spieler-Statistiken
fi_fi: Pelaajatilastot

source: Pool rankings
de_de: Tabellenstände

source: Select encoding
de_de: Encoding wählen

source: Change
de_de: Ändern

source: No image
de_de: Kein Bild
fi_fi: Ei Kuvaa

source: default
de_de: standard
fi_fi: oletus

source: black and white
de_de: schwarz und weiß
fi_fi: mustavalkoinen

source: no borders
de_de: ohne Ränder
fi_fi: rajaton

source: Embedding Ultiorganizer into other pages
de_de: Ultiorganizer in andere Seiten einbinden
fi_fi: Pelikoneen linkitys muille sivuille

source: You can embed the following statistics from ultiorganizer directly into your own pages
de_de: Sie können die folgenden Stats aus Ultiorganizer direkt auf Ihrer eigenen Seite einbinden
fi_fi: Voit linkittää seuraavia tilastoja pelikoneesta suoraan omille sivuillesi

source: Select grouping
de_de: Gruppe
fi_fi: Valitse ryhmitys

source: Select country
de_de: Land wählen
fi_fi: Valitse maa

source: Select pool
de_de: Gruppe wählen
fi_fi: Valitse lohko

source: Select team
de_de: Team wählen
fi_fi: Valitse joukkue

source: Select style
de_de: Stil wählen
fi_fi: Valitse tyyli

source: or a link to a style definition of your own
de_de: oder einen Link zu einer eigenen Stil-Datei (CSS)
fi_fi: tai linkki omaan tyylimäärittelyyn

source: Select and Update
de_de: Auswahl und Update
fi_fi: Valitse ja Päivitä

source: Ultimate results
de_de: Endergebnisse
fi_fi: Pelin tulos

source: Score counter
de_de: Ergebnis-Zähler
fi_fi: Pistelaskuri

source: All games in selected grouping
de_de: Alle Spiele in gewählter Gruppierung
fi_fi: Valitun turnauksen kaikki pelit

source: Selected team's games and scoreboard
de_de: Spiele und Scoreboard eines ausgewählten Teams
fi_fi: Valitun joukkueen pelit sekä pistepörssi

source: Ultimate game
de_de: Ultimate-Spiel
fi_fi: Ultimate peli

source: Latest events
de_de: Letzte Turniere
fi_fi: Viimeisin tapahtuma

source: Game number missing
de_de: Fehlende Spielnummer
fi_fi: Pelinumero puuttuu

source: Erroneous game number
de_de: Falsche Spielnummer
fi_fi: Virheellinen pelinumero

source: Home score missing
de_de: Fehlender Spielstand (Heim)
fi_fi: Kotipisteet puuttuu

source: Visitor score missing
de_de: Fehlender Spielstand (Gast)
fi_fi: Vieraspisteet puuttuu

source: Unknown game number
de_de: Unbekannte Spielnummer
fi_fi: Tuntematon peli

source: result saved
de_de: Ergebnis gespeichert
fi_fi: tulos tallennettu

source: You can restore the old result by sending a message:
de_de: Sie können das vorherige Ergebnis durch Senden einer Nachricht wiederherstellen:
fi_fi: Voit palauttaa vanhan tuloksen lähettämällä viestin:

source: to the same number
de_de: zur selben Nummer
fi_fi: samaan numeroon

source: Invalid game update entry found. Can not undo
de_de: Ungültiger Spieleintrag gefunden. Kann nicht rückgängig machen
fi_fi: Kumottavaa peli tulosta ei löytynyt.

source: Could not find a previous game update entry
de_de: Konnte keinen vorherigen Spieleintrag finden
fi_fi: Edellistä pelitulosta ei löytynyt

source: Missing sender information
de_de: Fehlende Absenderdaten
fi_fi: Lähettäjän tiedoissa puutteita

source: No games
de_de: Keine Spiele
fi_fi: Ei pelejä

source: Twitter configuration done
de_de: Twitterkonfiguration abgeschlossen
fi_fi: Twitter asetukset tehty

source: Front page
de_de: Startseite

source: Most recent events
de_de: Kürzliche Spiele

source: Some Upcoming events
de_de: Nächste Spiele

source: Welcome to Ultiorganizer
de_de: Herzlich Willkommen bei Ultiorganizer

source: In case of feedback, improvement ideas or any other questions, please contact:
de_de: Für Feedback, Verbesserungsvorschläge und alle anderen Fragen wenden Sie sich an:

source: Game card
de_de: Spielbogen
fi_fi: Pelikortti

source: Win-%
de_de: Sieg-%
fi_fi: Voitto-%

source: Scored
de_de: Punkte
fi_fi: Tehdyt

source: game
de_de: Spiel
fi_fi: peli

source: Let scores
de_de: Gegenpunkte
fi_fi: Päästetyt

source: Goal difference
de_de: Punktedifferenz
fi_fi: Maaliero

source: Result
de_de: Ergebnis
fi_fi: Tulokset

source: Game play
de_de: Spielverlauf
fi_fi: Pelin kulku

source: ongoing
de_de: läuft
fi_fi: kesken

source: Please check the status again later
de_de: Bitte überprüfe den Status später noch einmal
fi_fi: Tarkista tilanne myöhemmin uudelleen.

source: Dur.
de_de: Dauer
fi_fi: Kesto

source: Game events
de_de: Spielereignisse

source: Callahan-goal
de_de: Callahan-Punkt
fi_fi: Callahan-maali

source: Game statistics
de_de: Spielstatistik
fi_fi: Pelin tilastot

source: Time on offence
de_de: Offence-Zeit
fi_fi: Hyökkäysaika

source: Time on defence
de_de: Defense-Zeit
fi_fi: Puolustusaika

source: goal
de_de: Punkt
fi_fi: maali

source: Goals from starting on offence
de_de: Punkte bei Offence
fi_fi: Hyökkäysvuorosta maali

source: Goals from starting on defence
de_de: Punkte bei Defense
fi_fi: Puolustusvuorosta maali

source: Goals from turnovers
de_de: Punkte nach Turnovers
fi_fi: Katkomaalit

source: Game history
de_de: Frühere Spiele
fi_fi: Otteluhistoria

source: Defensive plays
de_de: Defensivaktionen
fi_fi: Puolustuspisteet

source: Time defense play
de_de: Zeit der Defense-Aktion
fi_fi: Puolustusaika

source: on field
de_de: auf Feld
fi_fi: kentällä

source: By grouping
de_de: Nach Gruppierung
fi_fi: Oletus

source: By timeslot
de_de: Nach Zeit
fi_fi: Kenttäaika

source: By division
de_de: Nach Klasse/Liga
fi_fi: Sarjat

source: By location
de_de: Nach Ort
fi_fi: Pelipaikat

source: Today
de_de: Heute
fi_fi: Tänään

source: Tomorrow
de_de: Morgen
fi_fi: Huomenna

source: Past
de_de: Vergangen

source: Future
de_de: Zukünftig

source: Without grouping
de_de: Ohne Gruppierung

source: All groupings
de_de: Alle Gruppierungen

source: iCalendar (.ical)
de_de: iCalendar-Format

source: Grid (PDF)
de_de: Raster (PDF)
fi_fi: Ruudukko (PDF)

source: List (PDF)
de_de: Liste (PDF)
fi_fi: Listaus (PDF)

source: Invalid password (min. 5, max. 20 letters).
de_de: Ungültiges Passwort (min. 5, max. 20 Buchstaben).

source: File is too large
de_de: Datei ist zu groß
fi_fi: Tiedosto on liian suuri

source: File is not supported image format
de_de: Dateiformat wird nicht unterstützt
fi_fi: Tiedosto ei ole tuettu kuvaformaatti

source: Missing gd extension for image handling.
de_de: Missing gd extensinon for image handiling.

source: Error converting image.
de_de: Fehler beim Importieren des Bildes.

source: Sun
de_de: So
fi_fi: Su

source: Mon
de_de: Mo
fi_fi: Ma

source: Tue
de_de: Di
fi_fi: Ti

source: Wed
de_de: Mi
fi_fi: Ke

source: Thu
de_de: Do
fi_fi: To

source: Fri
de_de: Fr
fi_fi: Pe

source: Sat
de_de: Sa
fi_fi: La

source: send message
de_de: Nachricht senden

source: Check all
de_de: Alle wählen

source: This page requires JavaScript to function, but JavaScript appears to be disabled.
de_de: Diese Seite benötigt JavaScript um richtig zu funktionieren, aber JavaScript scheint deaktiviert zu sein.

source: Insufficient rights to export data.
de_de: Fehlende Nutzerberechtigung zum Exportieren.

source: Invalid XML file (no 'uo_season' element).
de_de: Ungültige XML-Datei (kein 'uo_season'-Element)

source: Invalid mode '%s'
de_de: Ungültiger Modus '%s'

source: Insufficient rights to import data.
de_de: Fehlende Nutzerberechtigung zum Importieren.

source: uo_team without uo_series (%s)
de_de: uo_team ohne uo_series (%s)

source: Event to insert (%s) doesn't exist.
de_de: Zu ersetzendes Turnier (%s) existiert nicht.

source: Target event %s is not the same as in the file (%s).
de_de: Zielsaison %s entspricht nicht der der Datei (%s).

source: Event to replace (%s) doesn't exist.
de_de: Zu ersetzendes Turnier (%s) existiert nicht.

source: Warning: Could not cache DFV data locally!
de_de: Warnung: Konnte DFV-Daten nicht lokal speichern!

source: and their team $team just won against $opponent by $teamscore to $opponentscore. Huzzah!
de_de: und sein/ihr Team $team hat gerade gegen $opponent mit $teamscore zu $opponentscore gewonnen. Hurra!

source: and their team $team just lost to $opponent by $opponentscore to $teamscore. Bummer :(
de_de: und sein/ihr Team $team hat gerade gegen $opponent mit $teamscore zu $opponentscore verloren. Ohje :(

source: just passed point $teamscore for their team $team against $opponent. The game is now $teamscore to $opponentscore. The goal was caught by: $scorername.
de_de: hat gerade Punkt Nummer $teamscore für sein Team $team geworfen. Das Spiel steht jetzt $teamscore to $opponentscore. Der Punkt wurde gefangen von $scorername.

source: just scored point $teamscore for their team $team against $opponent. The game is now $teamscore to $opponentscore. The goal was passed by: $passername.
de_de: hat gerade Punkt Nummer $teamscore für sein Team $team gefangen. Das Spiel steht jetzt $teamscore to $opponentscore. Der Punkt wurde geworfen von $scorername.

source: game won
de_de: Spiel gewonnen
fi_fi: peli voitettu

source: game lost
de_de: Spiel verloren
fi_fi: peli hävitty

source: game passes
de_de: Pässe
fi_fi: pelin syötöt

source: game scores
de_de: Punkte
fi_fi: pelin pisteet

source: Erroneous scoresheet number:
de_de: Falsche Spielberichtsnummer:

source: Game has no pool.
de_de: Spiel ohne Gruppe.

source: Pool is locked.
de_de: Pool ist gesperrt.

source: Game result for ID %s already submitted. You are not authorized to change game results. Please contact an official if the game result is not correct.
de_de: Spielergebnis für ID %s wurde schon eingesandt. Sie sind nicht berechtigt, Spielergebnisse zu verändern. Bitte wenden Sie sich an die Turnierleitung, falls ein Fehler vorliegt.

source: Event played.
de_de: Turnier/Saison beendet.
fi_fi: Tapahtuma pelattu.

source: No goals.
de_de: Keine Punkte.
fi_fi: Ei maaleja.

source: Results cleared: %s.
de_de: Ergebnisse gelöscht: %s.

source: Results changed: %s.
de_de: Ergebnisse geändert: %s.

source: Errors: %s.
de_de: Fehler: %s.

source: Option suggestion
de_de: Wahlmöglichkeiten vorschlagen

source: Round Robin
de_de: Jeder gegen Jeden

source: Play-off
de_de: K.O.-Runde
fi_fi: Pudotuspeli

source: Swiss draw
de_de: Schweizer System

source: Cross-match
de_de: Überkreuz

source: Unknown
de_de: Unbekannt
fi_fi: Tuntematon

source: Silver
de_de: Silber
fi_fi: Hopea

source: No results found
de_de: Keine Ergebnisse gefunden

source: No results
de_de: Keine Treffer

source: Unconfirmed
de_de: Unbestätigt
fi_fi: Vahvistamattomat

source: Reservation group
de_de: Reservierungsgruppe

source: separate with a comma
de_de: durch Komma trennen
fi_fi: erota pilkulla

source: Rights
de_de: Rechte
fi_fi: Oikeudet

source: Last login
de_de: Letztes Login
fi_fi: Viimeinen kirjautuminen

source: Played/Total
de_de: Gespielt/Gesamt

source: No divisions defined. Define at least one division first.
de_de: Keine Klassen definiert. Erzeugen Sie zunächst mindestens eine Klasse.

source: Total points
de_de: Gesamtpunkte
fi_fi: Pisteet yhteensä

source: %s, round %d
de_de: %s, Runde %d

source: Rnd%d %d
de_de: Rde%d %d

source: Time slots swapped! Pool_id %d
de_de: Zeitslots vertauscht! Pool_id %d

source: No field defined
de_de: Kein Feld definiert

source: Live Broadcasting
de_de: Live-Übertragung
fi_fi: Suoralähetys

source: Ongoing
de_de: Spiel läuft
fi_fi: Kesken

source: Local time
de_de: Ortszeit
fi_fi: Paikallisaika

source: None
de_de: Keine
fi_fi: Ei mitään

source: Last score
de_de: Letzter Spielstand
fi_fi: Viimeisin maali

source: Other
de_de: Sonst.
fi_fi: Muu

source: Image
de_de: Bild
fi_fi: Kuva

source: You must login to access this page.
de_de: Sie müssen eingeloggt sein, um diese Seite aufzurufen.

source: Please open this login link in a new window, then reload this page.
de_de: Bitte öffnen Sie diesen Loginlink in einem neuen Fenster, danach laden Sie diese Seite neu.

source: Please login
de_de: Bitte einloggen

source: Insufficient rights!
de_de: Nötige Berechtigung fehlt!

source: You are not a season admin for %s.
de_de: Sie sind nicht saisonverantwortlich für %s.

source: You cannot change series for season %s.
de_de: Sie können die Klassen für die Saison %s nicht ändern.

source: You cannot change any series for season %s.
de_de: Sie können für die Saison %s keine Klassen verändern.

source: You cannot edit division %s.
de_de: Sie können die Klasse %s nicht ändern.

source: You are not allowed to do this.
de_de: Sie haben nicht die Berechtigung das zu tun.

source: Go to front page
de_de: Zur Startseite

source: Password cannot be empty.
de_de: Passwort darf nicht leer sein.
fi_fi: Nimi ei voi olla tyhjä.

source: Password is too short or too long (between %d and %d letters).
de_de: Passwort zu kurz oder zu lang (zwischen %d und %d Buchstaben).

source: Passwords do not match.
de_de: Passwörter stimmen nicht überein.
fi_fi: Salasanat eivät täsmää.

source: Username is too short or too long (between %d and %d letters.)
de_de: Benutzername zu kurz oder zu lang (zwischen %d und %d Buchstaben).

source: User id may not have spaces or special characters
de_de: Der Benutzername darf keine Leerzeichen oder Sonderzeichen enthalten
fi_fi: Tunnuksessa ei voi olla välilyöntiä tai erikoismerkkejä

source: The username is already in use
de_de: Der Benutzername ist schon vergeben
fi_fi: Tunnus on jo käytössä.

source: Illegal characters in the password
de_de: Passwort enthält ungültige Zeichen
fi_fi: Ei sallittuja merkkejä salasanassa

source: Email can not be empty
de_de: E-Mail darf nicht leer sein
fi_fi: Sähköposti ei voi olla tyhjä

source: Invalid email address
de_de: Ungültige E-Mailadresse
fi_fi: Sähköposti ei ole kelvollinen

source: Email address already in use. If you have forgotten your login details, please follow this link: <a href='?view=login&recover=1'>Recover lost password / user name</a>
de_de: E-Mailadresse ist schon in Benutzung. Falls Sie Ihre Logindaten vergessen haben, folgen Sie diesem Link: <a href='?view=login&recover=1'>Vergessenes Passwort / Benutzername</a>

source: Confirm your account to ultiorganizer
de_de: Bestätigen Sie Ihr Konto bei Ultiorganizer
fi_fi: Vahvista tunnuksesi Pelikoneeseen

source: Confirm extra email address for ultiorganizer
de_de: Extra E-Mailadresse für Ultiorganizer bestätigen
fi_fi: Vahvista sähköpostiosoite Pelikoneeseen

source: Password recovery request
de_de: Zurücksetzen des Passworts

source: New password to ultiorganizer
de_de: Neues Passwort für Ultiorganizer
fi_fi: Uusi salasana Pelikoneeseen

source: Error running query, error '%s'
de_de: Fehler beim Ausführen der Abfrage, Fehler '%s'

source: No or too many anonymous users (%s). Additional users will be deleted.
de_de: Kein oder zu viele anonyme Benutzer (%s). Zusätzliche Benutzer werden gelöscht.

source: Anonymous userid is %d instead of 1. This may be okay.
de_de: ID des anonymen Benutzers ist %d statt 1. Das ist wahrscheinlich in Ordnung.

source: Recover password
de_de: Passwort zurücksetzen

source: Please enter your new password below.
de_de: Bitte geben Sie unten Ihr neues Passwort ein.

source: Repeat password
de_de: Passwort (Wdh.)
fi_fi: Toista salasana

source: Change password
de_de: Passwort ändern

source: If the address '%s' is registered, an email with further instructions was sent.
de_de: Falls die Adresse '%s' registriert ist, wurde eine Mail mit weiteren Anweisungen an Sie geschickt.

source: You must enter either a username or an registered email address.
de_de: Sie müssen entweder einen Benutzernamen oder eine registrierte E-Mailadresse eingeben.

source: If '%s' is a registered user, an email will be sent to the corresponding address.
de_de: Falls '%s' ein registrierter Benutzer ist, wird eine E-Mail an die entsprechende Adresse geschickt.

source: Invalid or expired token.
de_de: Ungültiges oder abgelaufenes Sicherheitstoken.

source: Click this link to try again</a> or, if this problem persists, contact an administrator.
de_de: Klicken Sie auf diesen Link, um es erneut zu probieren</a>, oder, falls das Problem dauerhaft besteht, kontaktieren Sie einen Administrator.

source: Your password has been changed. Please login with your new password.
de_de: Ihr Passwort wurde geändert. Bitte melden Sie sich mit Ihrem neuen Passwort an.

source: If you have forgotten your password, enter <em>either</em> your username <em>or</em> your email below. If we have your email address, you will receive an email with further instructions.
de_de: Wenn Sie Ihr Passwort vergessen haben, geben Sie </em>entweder</em> Ihren Benutzernamen </em>oder</em> Ihre E-Mailadresse unten ein. Wenn Ihre Adresse bekannt ist, erhalten Sie dorthin eine Nachricht mit weiteren Instruktionen.

source: Username/password did not match. Try again or request to recover a lost password.
de_de: Benutzername/Passwort stimmen nicht überein. Bitte versuchen Sie es erneut oder setzen Sie Ihr Passwort zurück.

source: Logout
de_de: Abmelden
fi_fi: Kirjaudu ulos

source: You have logged out
de_de: Sie sind ausgeloggt
fi_fi: Olet kirjautunut ulos

source: New User
de_de: Neuer Benutzer

source: Hide Menu
de_de: Menü verstecken

source: Show Menu
de_de: Menü anzeigen

source: Printable version
de_de: Druckversion
fi_fi: Tulostettava versio

source: Screen version
de_de: Version für Bildschirmanzeige

source: Help
de_de: Hilfe

source: Back to the Ultiorganizer
de_de: Zurück zu Ultiorganizer
fi_fi: Takaisin pelikoneeseen

source: Select season
de_de: Turnier wählen

source: Go
de_de: Los
fi_fi: Ok

source: Clubs & Countries
de_de: Clubs & Länder
fi_fi: Seurat ja Maat

source: Field locations
de_de: Spielfelder
fi_fi: Pelipaikat

source: Field reservations
de_de: Platzreservierungen
fi_fi: Kenttävaraukset

source: Database
de_de: Datenbank
fi_fi: Tietokanta

source: Settings
de_de: Einstellungen
fi_fi: Asetukset

source: Missing menu?
de_de: Menü fehlt?

source: Create new event
de_de: Neue(s) Turnier/Saison
fi_fi: Uusi tapahtuma

source: Team registration
de_de: Team-Anmeldung
fi_fi: Joukkuerekisteröinti

source: Polls
de_de: Umfragen

source: Player profiles
de_de: Spielerprofile
fi_fi: Pelaajan sivut

source: No seasons created
de_de: Keine Turniere vorhanden

source: Final ranking
de_de: Endergebnis

source: Show all pools
de_de: Zeige alle Gruppen
fi_fi: Näytä lohkot

source: All Games
de_de: Alle Spiele

source: Pools not yet created
de_de: Gruppen noch nicht erzeugt
fi_fi: Lohkoja ei ole luotu

source: Event Links
de_de: Turnierlinks
fi_fi: Tapahtuman linkit

source: Result Feed
de_de: Ergebnis-Feed
fi_fi: Tulossyöte

source: Result Twitter
de_de: Ergebnis Twitter
fi_fi: Tulos Twitter

source: All time
de_de: Gesamtstatistik
fi_fi: Yhteenveto

source: User Guide
de_de: Anleitung
fi_fi: Käyttöopas

source: Admin Help
de_de: Admin-Hilfe

source: Privacy Policy
de_de: Datenschutzerklärung
fi_fi: Yksityisyydensuoja

source: Rankings
de_de: Tabellenstände

source: Team responsibilities
de_de: Teamverwaltung
fi_fi: Joukkuevastuut
