Repository: stm2/ultiorganizer
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: de_de, fi_fi

source: Select divisions to check:
fi_fi: Valitse tarkastettavat sarjat:

source: Select licenses validity required:
fi_fi: Valitse lisenssin vaadittu voimassaolo:

source: Select license type(s) accepted:
fi_fi: Valitse sallitut lisenssityypit:

source: Accept any
fi_fi: Hyväksy kaikki

source: Accredit all players in selected divisions:
fi_fi: Akkreditoi kaikki pelaajat valitussa sarjassa:

source: License database update ok
fi_fi: Lisenssitietokanta päivitetty onnistuneesti

source: License database update failed
fi_fi: Lisenssitietokannan päivittäminen epäonnistui

source: Accr. Id
fi_fi: Jäsennumero

source: Open
fi_fi: Avoin

source: Winter
fi_fi: Talvi

source: Summer
fi_fi: Kesä

source: Bronze
fi_fi: Pronssi

source: SM-upper round
fi_fi: SM-jatkosarja

source: SM-regular round
fi_fi: SM-alkusarja

source: I-division
fi_fi: I-Divisioona

source: I-division continuation pool
fi_fi: I-divari jatkolohko

source: Southwest division
fi_fi: Lounaisdivari

source: Northeast division
fi_fi: Koillisdivari

source: Upper
fi_fi: Ylempi

source: Lower
fi_fi: Alempi

source: World Flying Disc Federation
fi_fi: Maailman Liitokiekkoliitto

source: Defenses
fi_fi: Puolustukset

source: Ultiorganizer links
fi_fi: Pelikone linkit

source: Assists
fi_fi: Syötöt

source: Tot.
fi_fi: Yht.

source: Time-out
fi_fi: Aikalisä

source: Turnover
fi_fi: Kiekonmenetys

source: Offence
fi_fi: Hyökkäys

source: result restored
fi_fi: tulos palautettu

source: Ultiorganizer Score Counter
fi_fi: Pelikoneen pistelaskuri

source: The oauth_token is old
fi_fi: oauth_token vanhentunut

source: Frontpage
fi_fi: Etusivu

source: Game events
fi_fi: Pelitapahtumat

source: Turnovers
fi_fi: Kiekonmenetykset

source: Callahan defense
fi_fi: Callahan puolustus

source: Gold
fi_fi: Kulta

source: Move not allowed. Game already played!
fi_fi: Siirto ei sallittu. Peli on jo pelattu!

source: Forum
fi_fi: Foorumi

source: Login
fi_fi: Kirjaudu

source: Administration
fi_fi: Hallinto

source: Logs
fi_fi: Lokit

source: Client access
fi_fi: Asiakasyhteydet

source: Mobile Administration
fi_fi: Mobiili ylläpito

source: Scorekeeper
fi_fi: Tulostallennus

source: Links
fi_fi: Linkit

source: sec
fi_fi: sek

source: time-out
fi_fi: aikalisä

source: turnover
fi_fi: kiekonmenetys

source: offence
fi_fi: hyökkäys

source: Tweet text
fi_fi: Tweet teksti

source: Hand
fi_fi: Kätisyys

source: Position
fi_fi: Pelipaikka

source: Defenses.
fi_fi: Puolustukset

source: Confirmation e-mail has been sent to the email address provided. You have to follow the link in the mail to finalize registration, before you can use the account.
fi_fi: Vahvistusviesti on lähetetty annettuun osoitteeseen. Sinun täytyy seurata viestissä olevaa linkkiä vahvistaaksesi rekisteröitymisen ennen kuin tiliä voidaan käyttää.

source: Fill registration information in fields below.
fi_fi: Täytä rekisteröitymistiedot alla oleviin kenttiin.

source: Confirmation mail will be sent immediately to the email address provided. (Note that confirmation mail can be incorrectly filterd as spam by e-mail client and in this case you can find the mail from spam -folder instead of inbox.)
fi_fi: Vahvistusviesti lähetetään välittömästi annettuun osoitteeseen. (Huomioi että jotkin sähköpostiohjelmat tulkitsevat viestin virheellisesti roskapostiksi. Tässä tapauksessa viesti löytyy roskapostikansiosta.)

source: Follow the link in the mail to confirm registration.
fi_fi: Seuraa sähköpostissa olevaa linkkiä vahvistaaksesi rekisteröitymisen.

source: Valid divisions
fi_fi: Validit sarjat

source: Game number from Scoresheet
fi_fi: Pelin numero pöytäkirjasta

source: Seeding
fi_fi: Rankkaus

source: First
fi_fi: Ensimmäinen

source: Second
fi_fi: Toinen

source: Third
fi_fi: Kolmas

source: Defense
fi_fi: Puolustus

source: Captains
fi_fi: Kapteenit

source: Email address already registered
fi_fi: Sälöpostiosoite on jo rekisteröity

source: Confirmation email has been sent to the email address provided
fi_fi: Vahvistusviesti lähetetty antamaasi sähköpostiosoitteeseen

source: Extra email address was confirmed successfully
fi_fi: Sähköpostiosoite vahvistettiin onnistuneesti

source: Confirming extra email address failed
fi_fi: Sähköpostiosoitteen vahvistaminen epäonnistui

source: Fill in the extra email address below
fi_fi: Lisää sähköpostiosoitteita

source: Confirmation email will be sent to the email address provided
fi_fi: Vahvistusviesti lähetetty antamaasi sähköpostiosoitteeseen

source: Follow the instructions in the e-mail to confirm the address
fi_fi: Seuraa sähköpostissa olevia ohjeita vahvistaaksesi rekisteröitymisen

source: Added media links
fi_fi: Lisätyt medialinkit

source: optional
fi_fi: valinnainen

source: update
fi_fi: päivitä

source: Mail to everyone registered for the event
fi_fi: Lähetä sähköpostia kaikille tapahtuman käyttäjille

source: Mail to teams in
fi_fi: Lähetä sähköpostia joukkueille

source: E-mail
fi_fi: Sähköposti

source: Show administration responsibilities
fi_fi: Näytä ylläpitovastuut
