Repository: stm2/ultiorganizer
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: de_de, fi_fi

source: Game responsibilities
de_de: Ergebniseingabe
fi_fi: Vastuupelit

source: New user?
de_de: Neuer Benutzer?
fi_fi: Uusi käyttäjä?

source: Recover lost password?
de_de: Vergessenes Passwort zurücksetzen?

source: Score&nbsp;sheet
de_de: Spielbericht
fi_fi: Pöytäkirja

source: starting on offence
de_de: Erste Offence
fi_fi: Ensimmäinen hyökkäysvuoro

source: Back to score sheet
de_de: Zurück zum Spielbericht
fi_fi: Takaisin pöytäkirjaan

source: Half time
de_de: Halbzeit
fi_fi: Puoliaika

source: and
de_de: und
fi_fi: ja

source: same number
de_de: selbe Nummer
fi_fi: sama numero

source: erroneous number
de_de: falsche Nummer
fi_fi: virheellinen numero

source: Rosters
de_de: Spielerlisten
fi_fi: Pelaajalistat

source: roster
de_de: Spielerliste
fi_fi: pelaajalista

source: Back to game responsibilities
de_de: Zurück zur Ergebniseingabe
fi_fi: Takaisin vastuupeleihin

source: Game result
de_de: Spielergebnis
fi_fi: Pelin tulos

source: If game ongoing:
de_de: Wenn das Spiel noch läuft:
fi_fi: Jos peli kesken:

source: Update as current result
de_de: Spielstand aktualisieren
fi_fi: Päivitä tilanne

source: If game ended:
de_de: Wenn das Spiel beendet ist:
fi_fi: Jos peli loppui:

source: Save as final result
de_de: Endergebnis speichern
fi_fi: Tallenna lopputulos

source: time can not be the same or earlier than the previous point
de_de: Zeit kann nicht die gleiche oder früher als die Zeit beim letzten Punkt sein
fi_fi: aika ei voi olla sama tai aikaisempi kuin edellisessä pisteessä

source: assisting player's number
de_de: Nummer des Vorlagengebers
fi_fi: syöttäjän numeroa

source: Not on the roster
de_de: Nicht auf der Spielerliste
fi_fi: ei pelaajalistalla

source: scorer's number
de_de: Nummer des scorenden Spielers
fi_fi: maalintekijän numeroa

source: Scorer and assist are the same player!
de_de: Scorer und Assist sind identisch!

source: Select scoring team!
de_de: Punktendes Team wählen!

source: Save goal
de_de: Punkt speichern
fi_fi: Tallenna maali

source: First offence
de_de: Erste Offence
fi_fi: Ensimmäinen hyökkäys

source: Delete the last goal
de_de: Letzten Punkt löschen
fi_fi: Poista edellinen maali

source: Save as result
de_de: Ergebnis speichern
fi_fi: Tallenna lopputulokseksi

source: Correct the errors or save goal with errors
de_de: Fehler korrigieren oder Punkt mit Fehlern speichern
fi_fi: Korjaa virheet tai tallenna maali virheineen.

source: Missing score for %s.
de_de: Fehlendes Ergebnis für %s.

source: Spirit points given for %s
de_de: Spiritpunkte für %s

source: Spirit points not given for %s.
de_de: Spiritpunkte fehlen für %s.

source: time outs
de_de: Auszeiten
fi_fi: aikalisät

source: Delete score
de_de: Punkt löschen
fi_fi: Poista piste

source: Not fed in
de_de: Noch nicht eingegeben
fi_fi: Pelin pöytäkirjaa ei ole vielä syötetty pelikoneeseen.

source: Feed in score sheet
de_de: Spielbericht eingeben
fi_fi: Syötä pöytäkirja

source: home team
de_de: Heimteam
fi_fi: kotijoukkue

source: guest team
de_de: Gastteam
fi_fi: vierasjoukkue

source: Desktop score sheet
de_de: Desktop-Spielbericht
fi_fi: Pelikoneen pöytäkirja

source: Check the username and password.
de_de: Überprüfen Sie bitte Benutzernamen und Passwort.
fi_fi: Tarkista käyttäjätunnus ja salasana.

source: No game responsibilities
de_de: Keine Spielverantwortlichkeiten
fi_fi: Ei vastuupelejä

source: Group games
de_de: Spiele gruppieren
fi_fi: Ryhmitä pelit

source: Show all
de_de: Alle anzeigen
fi_fi: Näytä kaikki

source: Players of the game
de_de: Aktive Spieler
fi_fi: Pelin pelaajat

source: Back to game sheet
de_de: Zurück zum Spielbericht
fi_fi: Takaisin pelin kulkuun

source: Game end result is sent automatically to Twitter.
de_de: Endergebnis wird automatisch via Twitter verschickt.
fi_fi: Pelin lopputulos lähetetään automaattisesti Twitteriin.

source: Tweet last score
de_de: Letzten Spielstand tweeten
fi_fi: Tweet viimeisin piste

source: Nickname
de_de: Spitzname
fi_fi: Lempinimi

source: Place of birth
de_de: Geburtsort
fi_fi: Syntymäpaikka

source: Nationality
de_de: Nationalität
fi_fi: Kansallisuus

source: Height
de_de: Größe
fi_fi: Pituus

source: Weight
de_de: Gewicht
fi_fi: Paino

source: Player pages
de_de: Spielerseiten
fi_fi: Pelaajan sivut

source: Passes
de_de: Pässe
fi_fi: Syötöt

source: Pass avg.
de_de: Vorlagen durchschn.
fi_fi: Syöttö ka.

source: Goals avg.
de_de: Punkte durchschnittl.
fi_fi: Maali ka.

source: Point avg.
de_de: Scorer-Punkte durchschnittl.
fi_fi: Piste ka.

source: Defenses avg.
de_de: Defensedurch.
fi_fi: Puolustus ka.

source: Goal avg.
de_de: Punktedurch.
fi_fi: Maali ka.

source: Def. avg.
de_de: Def. Mittel
fi_fi: Puol. ka.

source: Event type
de_de: Turniertyp
fi_fi: Tapahtuman tyyppi

source: game events
de_de: Spielereignisse
fi_fi: pelitapahtumat

source: Field users
de_de: Feldbenutzer

source: Player generator
de_de: Spielergenerator

source: Number of players to generate for a team
de_de: Anzahl der für das Team generierten Spieler

source: Accreditate players
de_de: Akkreditiere Spieler

source: Generate
de_de: Generieren

source: Number of Teams to generate
de_de: Anzahl der generierten Teams

source: Import Players from CSV file
de_de: Spieler aus CSV-Datei importieren

source: Select file to import
de_de: Datei zum Import wählen
fi_fi: Valitse tiedosto, josta tiedot tuodaan

source: File in UTF-8 format
de_de: Datei im UTF-8-Format

source: Import Teams from CSV file
de_de: Teams aus CSV-Datei importieren

source: Data imported!
de_de: Daten importiert!
fi_fi: Tiedot tuotu!

source: Import data from CSV file
de_de: Daten aus CSV-Datei importieren

source: Import FFindr data from XML-file
de_de: FFindr-Daten aus XML-Datei importieren

source: This operation updates and adds event data in database with one from file. It will not delete any data or change user rights.
de_de: Diese Operation aktualisiert die Turnierdaten in der Datenbank mit denen aus der Datei oder fügt sie hinzu. Es wird nichts gelöscht oder Benutzerrechte verändert.
fi_fi: Tämä toiminto päivittää ja lisää tapahtuman tiedot tietokantaan annetusta tiedostosta. Tietokannassa olevia tietoja ei poisteta eikä käyttöoikeuksia muuteta.

source: Update
de_de: Aktualisieren
fi_fi: Päivitä

source: Licenses
de_de: Lizenzen

source: Reassign playoff pools
de_de: K.O.-Rundengruppen neu zuweisen

source: Select first pool to swap
de_de: Ersten Pool zum Tauschen wählen

source: Select neighboring pool to swap with
de_de: Wähle Nachbarpool mit dem getauscht wird

source: Swap Assignment of Play-off Pools
de_de: Tausche Zuweisung der Playoff-Pools

source: Show play-off pools
de_de: K.O.-Rundengruppen anzeigen

source: Reschedule
de_de: Spiele neu ansetzen

source: Game simulator
de_de: Spielsimulator

source: Simulate
de_de: Simulieren

source: Pool color updater
de_de: Poolfarben neu zuweisen

source: Select pools to change color
de_de: Wähle Pools zur Neuzuweisung

source: New color
de_de: Neuer Farbe

source: Distance
de_de: Distanz

source: Pool Ranking
de_de: Tabellenstand

source: Unknown pool type
de_de: Unbekannte Gruppenart

source: Scoreboard leaders
de_de: Topscorer
fi_fi: Pistepörssin kärkisijat

source: Defenseboard leaders
de_de: Topscorer Defense
fi_fi: Puolustuksen kärkisijat

source: Total defenses
de_de: Summe Defense
fi_fi: Puolustus

source: Previous games
de_de: Vorherige Spiele

source: Current games
de_de: Aktuelle Spiele

source: Victory Points
de_de: Siegpunkte
fi_fi: Voittopisteet

source: Score Difference
de_de: Punktedifferenz

source: Round
de_de: Runde

source: Winners continues in:
de_de: Sieger macht weiter in:
fi_fi: Voittaja jatkaa:

source: Losers continues in:
de_de: Verlierer macht weiter in:
fi_fi: Häviäjä jatkaa:

source: You must accept the privacy policy by checking the appropriate box below.
de_de: Sie müssen durch auswählen des entsprechenden Kästchens unten die Datenschutzrichtlinien anerkennen.

source: The confirmation e-mail has been sent to the e-mail address provided. You have to follow the link in the e-mail to finalize registration, before you can use the account.
de_de: Eine E-Mail ist an die hinterlegte E-Mailadresse zur Bestätigung gesendet worden. Sie müssen dem Link in dieser E-Mail folgen, um die Registrierung abzuschließen. Danach erst kann das Konto benutzt werden.

source: The confirmation e-mail could not be sent. There may be a problem with your e-mail address or this might be a temporary error. In the latter case you can try again later.
de_de: Die E-Mail zur Bestätigung konnte nicht gesendet werden. Es könnte ein Problem mit der von Ihnen angegebenen E-Mailadresse geben oder ein vorübergehender Fehler sein. Im letzteren Fall können Sie es später noch einmal probieren.

source: Please correct the errors and try again
de_de: Korrigieren Sie bitte die Fehler und versuchen Sie es nochmal

source: Your registration was confirmed successfully.
de_de: Ihre Registrierung ist erfolgreich bestätigt worden.

source: Confirming your registration failed.
de_de: Die Bestätigung Ihrer Registrierung ist fehlgeschlagen.

source: Registration is only needed for event organizers, team contact persons, and players needing to create or change data in system.
de_de: Eine Registrierung ist nur für Ausrichter, Team-Kontaktpersonen und Spieler, die Systemdaten eintragen oder ändern müssen, nötig.

source: Registration process:
de_de: Registrierungsprozess:
fi_fi: Rekisteröityminen:

source: Fill your registration information in fields below.
de_de: Füllen Sie das Formular mit den Registrierungsdaten unten aus.

source: A confirmation e-mail will be sent immediately to the e-mail address provided. (Note that confirmation e-mail can be incorrectly filterd as spam by your e-mail client and in this case you can find it in the spam folder instead of your inbox.)
de_de: Eine E-Mail wird zur Bestätigung Ihrer Adresse dorthin geschickt. (Beachten Sie, dass diese unrichtigerweise als Spam klassifiziert werden könnte. In diesem Fall finden Sie sie in Ihrem Spam-Ordner.)

source: Follow the link in the e-mail to confirm your registration.
de_de: Folgen Sie dem Link in der E-Mail, um die Registrierung zu bestätigen.

source: You can read about our privacy policy by following this link:
de_de: Sie können unsere Datenschutzrichtlinien nachlesen, indem Sie diesem Link folgen:

source: I accept the privacy policy. I agree that this site stores my personal data (including name and e-mail given above) as declared in the privacy policy.
de_de: Ich akzeptiere die Datenschutzrichtlinien. Ich stimme zu, dass diese Seite meine persönlichen Daten (einschließlich Name und E-Mail wie oben angegeben) benutzt, wie es die Datenschutzrichtlinien erklären.

source: Already have an account:
de_de: Sie haben schon einen Account:

source: Reservation
de_de: Reservierung
fi_fi: Varaus

source: Add result
de_de: Neues Ergebnis
fi_fi: Lisää tulos

source: Result not saved!
de_de: Ergebnis nicht gespeichert!
fi_fi: Tulosta ei tallennettu!

source: Game is already played. Result:
de_de: Spiel beendet. Ergebnis:
fi_fi: Peli on jo pelattu. Tulos:

source: Change result to
de_de: Spielergebnis ändern
fi_fi: Muuta pelin tulos

source: Winner is
de_de: Sieger ist
fi_fi: Voittaja on

source: Scoresheet #
de_de: Spielberichts-#
fi_fi: Pöytäkirja #

source: Home Goals
de_de: Punkte (Heim)
fi_fi: Kotimaalit

source: Away Goals
de_de: Punkte (Gast)
fi_fi: Vierasmaalit

source: Played games
de_de: Ergebnisse
fi_fi: Pelatut pelit

source: Halftime ends
de_de: Halbzeit endet
fi_fi: Puoliaika päättyi

source: Halftime ends at
de_de: Halbzeit endet bei
fi_fi: Puoliaika päättyi ajassa

source: Officials
de_de: Offizielle
fi_fi: Toimitsija(t)

source: playerlist
de_de: Spieler
fi_fi: Pelaajalista

source: Game result %s - %s saved!
de_de: Ergebnis %s - %s gespeichert!

source: Game result %s - %s updated!
de_de: Spielergebnis zu %s - %s geändert!

source: Save again
de_de: Erneut speichern
fi_fi: Tallenna uudestaan

source: Fill Playerlists
de_de: Spielerlisten ausfüllen
fi_fi: Syötä Pelaajalistat

source: Game ongoing, update scores
de_de: Wenn das Spiel noch läuft, Spielstand aktualisieren
fi_fi: Peli on menossa, päivitä tilanne

source: Time can not be the same or earlier than the previous point
de_de: Zeit kann nicht die gleiche oder früher als die Zeit beim letzten Punkt sein
fi_fi: Aika ei voi olla sama tai aikaisempi kuin edellisessä pisteessä

source: Assisting player not on the roster
de_de: Vorlagengeber nicht auf der Spielerliste
fi_fi: Maalin syöttäjä ei ole pelaajalistalla

source: Scorer's player not on the roster
de_de: Punktefänger nicht auf der Spielerliste
fi_fi: Maalintekijä ei ole pelaajalistalla

source: Select team scored
de_de: Punktendes Team wählen
fi_fi: Valitse maalin tehnyt joukkue

source: Delete the goal
de_de: Punkt löschen
fi_fi: Poista maali

source: New goal
de_de: Neuer Punkt
fi_fi: Uusi maali

source: Callahan Goal
de_de: Callahan-Punkt
fi_fi: Callahan-maali

source: Scorer
de_de: Punktfänger
fi_fi: Maalintekijä

source: In time
de_de: Zeit
fi_fi: Ajassa

source: Additional game data
de_de: Zusätzliche Spieldaten
fi_fi: Lisätiedot

source: Game has ended
de_de: Spiel beendet
fi_fi: Peli on päättynyt

source: Your result is different from recorded result (%d - %d). Are you sure?
de_de: Ihr Ergebnis weicht vom bisherigen Ergebnis (%d - %d) ab. Sind Sie sicher?

source: Save goal with errors
de_de: Punkt mit Fehlern speichern
fi_fi: Tallenna maali virheineen

source: Spirit points given for
de_de: Spiritpunkte für
fi_fi: Spirit-pisteitä annettu

source: Spirit points for
de_de: Spiritpunkte für
fi_fi: Spirit-pisteet

source: Delete last goal
de_de: Letzten Punkt löschen
fi_fi: Poista edellinen maali

source: Delete goal number
de_de: Punkt löschen, #
fi_fi: Poista maali numero

source: scoreboard
de_de: Scorerliste

source: Log in
de_de: Einloggen
fi_fi: Kirjaudu sisään

source: Quick add result
de_de: Einzelergebnis eingeben
fi_fi: Tallenna tulos pöytäkirjasta

source: Games you are responsible for
de_de: Spiele, für die Sie verantwortlich sind

source: Games in selected event
de_de: Spiele im gewählten Turnier
fi_fi: Vastuupelit valitussa tapahtumassa

source: Error: Could not save result.
de_de: Fehler: Konnte Ergebnis nicht speichern.

source: Add result with game id
de_de: Ergebnis mit Spiel-ID eingeben
fi_fi: Lisää tulos pöytäkirjasta

source: Result saved!
de_de: Ergebnis gespeichert!
fi_fi: Tulos tallennettu!

source: Game ID %s
de_de: Spielnummer %s

source: Game # from Scoresheet
de_de: Spielnummer vom Spielbericht

source: Home team goals
de_de: Punkte Heimteam
fi_fi: Kotijoukkueen maalit

source: Visitor team goals
de_de: Punkte Besucherteam
fi_fi: Vierasjoukkueen maalit

source: Games list
de_de: Frühere Spiele

source: Old events
de_de: Alte Turniere
fi_fi: Vanhat tapahtumat

source: Final rankings
de_de: Endergebnisse

source: missing series parameter
de_de: Liga-Parameter nicht angegeben

source: Insufficient rights.
de_de: Nötige Berechtigung fehlt

source: Initial Seeding
de_de: Ursprüngliche Setzliste

source: Seeding Accuracy
de_de: Genauigkeit nach Setzliste

# team_table
source: Rnk
de_de: Rng

source: Ranking Accuracy
de_de: Genauigkeit nach Endergebnis

# team_table
source: Rnk*
de_de: Rng

# team_table
source: G
de_de: S

# team_table
source: Pts
de_de: Pkt

# team_table
source: oPts
de_de: GPts

source: Goals diff
de_de: Punktedifferenz
fi_fi: Maaliero

# team_table
source: Win-%
de_de: Sieg-%

source: Power ranking accuracy
de_de: Genauigkeit nach Power Ranking

source: Win/Loss Power Ranking
de_de: Power Ranking nach Siegen / Niederlagen

source: Win/Loss PwR accuracy
de_de: Genauigkeit nach wPwR

source: Spirit Points
de_de: Spiritpunkte

source: Division statistics:
de_de: Klassenstatistik:
fi_fi: Sarjan tilastot:

source: Accumulated
de_de: Gesamt

source: Spirit points average per category
de_de: Spiritpunkte (Durchschnitt) pro Kategorie

# spirit_table
source: Tot.
de_de: Sum.

source: Average
de_de: Mittelwert

source: Game result accuracies according to PwR
de_de: Vorhersagegenauigkeit bzgl. PwR

source: One simple score
de_de: Ein einfacher Wert

source: Spirit score
de_de: Spiritwertung

source: WFDF (four categories plus comparison)
de_de: WFDF (vier Kategorien plus Vergleich)

source: Rules Knowledge and Use
de_de: Regelkenntnis und -gebrauch
fi_fi: Sääntöjen osaaminen ja soveltaminen

source: Fouls and Body Contact
de_de: Fouls und Körperkontakt
fi_fi: Virheet ja kehokontaktit

source: Fair-Mindedness
de_de: Aufrichtigkeit und Fairplay
fi_fi: Reiluus

source: Positive Attitude and Self-Control
de_de: Positive Einstellung und Selbstbeherrschung
fi_fi: Positiivinen asenne ja itsehillintä

source: Our Spirit compared to theirs
de_de: Unser Spirit im Vergleich zu ihrem
fi_fi: Oma Spirit verrattuna vastustajaan

source: WFDF (five categories)
de_de: WFDF (fünf Kategorien)

source: Communication
de_de: Kommunikation

source: WFDF (five categories, theirs and ours)
de_de: WFDF (fünf Kategorien, ihre und unsere)

source: Rules Knowledge and Use (theirs)
de_de: Regelkenntnis und -gebrauch (sie)
fi_fi: Sääntöjen osaaminen ja soveltaminen (ne)

source: Rules Knowledge and Use (ours)
de_de: Regelkenntnis und -gebrauch (wir)
fi_fi: Sääntöjen osaaminen ja soveltaminen (me)

source: Fouls and Body Contact (theirs)
de_de: Fouls und Körperkontakt (sie)
fi_fi: Virheet ja kehokontaktit (ne)

source: Fouls and Body Contact (ours)
de_de: Fouls und Körperkontakt (wir)
fi_fi: Virheet ja kehokontaktit (me)

source: Fair-Mindedness (theirs)
de_de: Aufrichtigkeit und Fairplay (sie)
fi_fi: Reiluus (ne)

source: Fair-Mindedness (ours)
de_de: Aufrichtigkeit und Fairplay (wir)
fi_fi: Reiluus (me)

source: Positive Attitude and Self-Control (theirs)
de_de: Positive Einstellung und Selbstbeherrschung (sie)
fi_fi: Positiivinen asenne ja itsehillintä (ne)

source: Positive Attitude and Self-Control (ours)
de_de: Positive Einstellung und Selbstbeherrschung (wir)
fi_fi: Positiivinen asenne ja itsehillintä (me)

source: Communication (theirs)
de_de: Kommunikation (sie)
fi_fi: Communication (ne)

source: Communication (ours)
de_de: Kommunikation (wir)
fi_fi: Communication (me)

source: Events' Rankings
de_de: Tabellenstände

source: Events' Scoreboards
de_de: Turnier-Scorerliste
fi_fi: Tapahtumien pistepörssit

source: Alltime Scoreboards
de_de: Allzeit-Scorerliste
fi_fi: Kaikkienaikojen pistepörssi

source: Team Ranks
de_de: Teamplatzierungen

source: Season statistics have not yet been computed
de_de: Saisonstatistik wurde noch nicht erzeugt

source: Scoreboard TOP 3
de_de: Scorerliste TOP 3
fi_fi: Pistepörssi TOP 3

source: All time scoreboard TOP 100
de_de: Ewige Top 100
fi_fi: Kaikkienaikojen pistepörssi TOP 100

source: Latest event / team
de_de: Letztes Turnier / Team
fi_fi: Viimeisin tapahtuma / joukkue

source: Coach
de_de: Trainer
fi_fi: Valmentaja

source: Captain
de_de: Kapitän
fi_fi: Kapteeni

source: Team pages
de_de: Teamseiten
fi_fi: Joukkueen sivut

source: Photo
de_de: Foto
fi_fi: Kuva

source: GF/game
de_de: GF/Spiel
fi_fi: TM/peli

source: GA/game
de_de: GA/Spiel
fi_fi: PM/peli

source: Spirit Points received
de_de: Erhaltene Spiritpunkte

source: Spirit Points given
de_de: Gegebene Spiritpunkte

source: Opponent
de_de: Gegner

source: By pool
de_de: Nach Pool
fi_fi: Lohkot

source: By seeding
de_de: Nach Setzliste
fi_fi: Rankkaus

source: By result
de_de: Nach Ergebnis
fi_fi: Lopputulos

source: Feed in defense sheet
de_de: Defensebericht eingeben
fi_fi: Syötä puolustustilastot

source: Score sheet
de_de: Spielbericht
fi_fi: Pöytäkirja

source: Defense sheet
de_de: Defensebericht
fi_fi: Puolustustilasto

source: time can not be the same as half-time ending
de_de: Zeit kann nicht gleich sein mit dem Ende der Halbzeit
fi_fi: aika ei voi olla sama kuin puoliajan päättymisellä

source: player's number
de_de: Spielernummer
fi_fi: pelaajan numero

source: Defense sheet saved
de_de: Defensebericht gespeichert
fi_fi: Puolustustilastot tallennettu

source: No players given for team %s.
de_de: Keine Spieler angegeben für Spiel %s.

source: Feed in the players in the game.
de_de: Geben Sie die Spieler für das Spiel ein.
fi_fi: Syötä pelin pelaajat.

source: Defense score sheet
de_de: Defensebericht
fi_fi: Puolustustilastot

source: Game official(s)
de_de: Spiel-Offizielle(r)
fi_fi: Toimitsija(t)

source: Half-time ended at
de_de: Halbzeit endet bei
fi_fi: Puoliaika päättyi

source: Current score
de_de: Aktueller Spielstand
fi_fi: Tilanne

source: Save defenses
de_de: Defenses speichern
fi_fi: Tallenna pisteet

source: Feed in the scoresheet
de_de: Spielbericht eingeben
fi_fi: Syötä pelin pöytäkirja

source: In addition to the tab-key you can use the + key to change fields and the enter key to select a radio button.
de_de: Neben der Tab-Taste kann auch die + Taste benutzt werden, um von Feld zu Feld zu springen. Mit der Enter-Taste kann ein Radiobutton ausgewählt werden.

source: As separator in the time field you can use any of the '.', ',', ':', or ';' characters
de_de: Als Trennzeichen für die Zeit-Eingabe benutze '.', ',', ':', oder ';'

source: Input XX as the assist in Callahan goals
de_de: Für einen Callahan-Punkt als Assist XX eintragen

source: You can save the score sheet at any time while feeding it in
de_de: Sie können den Spielbericht jederzeit während der Eingabe speichern

source: Not callahan
de_de: Kein Callahan
fi_fi: Ei callahan

source: Invalid email address.
de_de: Ungültige E-Mailadresse.

source: Email address already registered.
de_de: E-Mail ist bereits registriert.

source: Confirmation email has been sent to the email address provided.
de_de: Eine Bestätigungsmail ist an die angegebene E-Mailadresse versendet worden.

source: Confirmation email could not be sent.
de_de: Die Bestätigungsmail konnte nicht versendet worden.

source: Correct the errors and try again.
de_de: Korrigieren Sie die Fehler und versuchen Sie es nochmal.

source: Extra email address was confirmed successfully.
de_de: Die extra E-Mailadresse ist erfolgreich bestätigt worden.

source: Confirming extra email address failed.
de_de: Die Bestätigung der extra E-Mailadresse ist fehlgeschlagen.

source: Extra emails
de_de: Weitere E-Mail-Adressen
fi_fi: Lisäosoitteet

source: Fill in the extra email address below.
de_de: Gib die extra E-Mailadresse unten an.

source: Confirmation email will be sent to the email address provided.
de_de: Eine Bestätigungsmail wird an die angegebene E-Mailadresse versendet werden.

source: Follow the instructions in the email to confirm the address.
de_de: Folgen Sie den Anweisungen in der E-Mail, um die Adresse zu bestätigen.

source: Add links
de_de: Link hinzufügen
fi_fi: Lisää linkki

source: Media owner
de_de: Medienbesitzer
fi_fi: Median omistaja

source: Publisher
de_de: Herausgeber
fi_fi: Julkaisija

source: Player lists saved!
de_de: Spielerlisten gespeichert!
fi_fi: Pelaajalistat tallennettu!

source: You are not authorized to edit this game.
de_de: Sie haben nicht die Berechtigung das Spiel zu ändern.

source: Division and poll mandatory
de_de: Liga und Umfrage erforderlich

source: Add option
de_de: Wahlmöglichkeit hinzufügen

source: You cannot suggest options for this poll.
de_de: Sie können für diese Umfrage keine Wahlmöglichkeiten vorschlagen.

source: Name cannot be empty.
de_de: Name darf nicht leer sein.

source: Name already exists.
de_de: Name existiert schon.

source: Mentor cannot be empty.
de_de: Mentor darf nicht leer sein.

source: Wrong poll password
de_de: Falsches Abstimmungspasswort

source: Cannot update, option not found.
de_de: Wahlmöglichkeit nicht gefunden, kann Änderungen nicht speichern.

source: Option has been updated.
de_de: Wahlmöglichkeit wurde gespeichert.

source: Option has been deleted.
de_de: Wahlmöglichkeit wurde gelöscht.

source: Error deleting poll
de_de: Fehler beim Löschen der Umfrage
